{
  "intents": [
    {
      "intent": "add_reminder",
      "examples": [
        {
          "text": "can you remind me to call the doctor tomorrow?"
        },
        {
          "text": "can you remind me to put the clothes in the dryer when I get home?"
        },
        {
          "text": "I need to do my homework"
        },
        {
          "text": "I need to remember to pay the bills tonight"
        },
        {
          "text": "I need to talk to John tonight, can you remind me?"
        },
        {
          "text": "I need to visit my doctor"
        },
        {
          "text": "I want to clean the apartment"
        },
        {
          "text": "I want to do laundry"
        },
        {
          "text": "I want to go to the gym"
        },
        {
          "text": "I want to watch a movie"
        },
        {
          "text": "remind me to call David"
        },
        {
          "text": "remind me to go to the gym today"
        },
        {
          "text": "remind me to look for flights for Florida"
        },
        {
          "text": "remind me to take out the trash"
        }
      ],
      "description": "Create a reminder to do something. I'll send myself an email."
    },
    {
      "intent": "Banking_Activate_Card",
      "examples": [
        {
          "text": "Can I initiate credit card with atm?"
        },
        {
          "text": "Can you assist me in re-enabling a card via automated teller machine?"
        },
        {
          "text": "How do I reactivate a credit card account?"
        },
        {
          "text": "How long does the credit card activation takes?"
        },
        {
          "text": "How to initiate a credit card?"
        },
        {
          "text": "I got a new card"
        },
        {
          "text": "I need to activate it my card"
        },
        {
          "text": "I need your help for mastercard credit card activation"
        },
        {
          "text": "Is pin necessary to activate a card?"
        },
        {
          "text": "I want credit card activation keys"
        },
        {
          "text": "I want to activate master card by text"
        },
        {
          "text": "I want to activate my card."
        },
        {
          "text": "I want to activate my credit card by internet banking"
        },
        {
          "text": "I want to reactive my cancelled card"
        },
        {
          "text": "I want to turn on my new visa card"
        },
        {
          "text": "Please help me with first time activation for credit card"
        },
        {
          "text": "What are the steps for turning on a new card?"
        },
        {
          "text": "What is the process to activate credit card after cancellation?"
        },
        {
          "text": "What should I do to setup my credit card for online payments?"
        },
        {
          "text": "When will my credit card begin working?"
        }
      ],
      "description": "Activate a card."
    },
    {
      "intent": "Banking_Cancel_Card",
      "examples": [
        {
          "text": "Annual charges are high hence want to cancel my credit card"
        },
        {
          "text": "Cancel a card"
        },
        {
          "text": "Can I cancel a credit card I just applied for?"
        },
        {
          "text": "Can I cancel my credit card if I have some pending dues?"
        },
        {
          "text": "Details on how to apply for cancellation of credit card"
        },
        {
          "text": "How to cancel a credit card without hurting its score?"
        },
        {
          "text": "How to close credit card online?"
        },
        {
          "text": "How to deactivate credit?"
        },
        {
          "text": "I am not able to curb my spendings on credit card and so I want to close it"
        },
        {
          "text": "I am not using credit card tell me how can I deactivate it"
        },
        {
          "text": "I no longer need this credit card"
        },
        {
          "text": "I want to know about credit deactivation process"
        },
        {
          "text": "I want to raise request for deactivating my credit card"
        },
        {
          "text": "Please assist me to revoke my credit card"
        },
        {
          "text": "Please revoke my credit card"
        },
        {
          "text": "Tell me the ways through which I can close my credit card"
        },
        {
          "text": "What are the ways for closing credit card?"
        },
        {
          "text": "What is the procedure for credit card deactivation?"
        },
        {
          "text": "What is the process for closing credit card?"
        },
        {
          "text": "What is the way to deactivate my credit card?"
        }
      ],
      "description": "Cancel a card."
    },
    {
      "intent": "Banking_Fee_Inquiry",
      "examples": [
        {
          "text": "Can you tell me about how much fee the bank charged for last month on my credit card?"
        },
        {
          "text": "Charges included in credit card"
        },
        {
          "text": "Could you provide additional information regarding card fees?"
        },
        {
          "text": "Does it cost me anything to apply with your company for a credit card?"
        },
        {
          "text": "Fee on my card"
        },
        {
          "text": "Give me more option about credit card charges"
        },
        {
          "text": "How can I pay the fee of credit card?"
        },
        {
          "text": "How much do you charge to my credit card?"
        },
        {
          "text": "How much we pay for the maintenance fee?"
        },
        {
          "text": "I need assistance finding my credit card fee"
        },
        {
          "text": "Is there some charge for credit card?"
        },
        {
          "text": "I want to know about credit card costs."
        },
        {
          "text": "I want to see the costs associated with this card"
        },
        {
          "text": "I would like to find out the cost of my credit card"
        },
        {
          "text": "Need some help with my credit card charges/fees"
        },
        {
          "text": "What are the charges for new credit card?"
        },
        {
          "text": "What are the fees?"
        },
        {
          "text": "What is the charge for card?"
        },
        {
          "text": "What's the cost to open an account?"
        },
        {
          "text": "Where can I see the cost for buying the credit card?"
        },
        {
          "text": "Where is the credit card fee information?"
        }
      ],
      "description": "Inquire about fees associated with a card."
    },
    {
      "intent": "Banking_Replace_Card",
      "examples": [
        {
          "text": "Can I get info on replacing my credit card?"
        },
        {
          "text": "Can I have helpline number to ask credit card replacement?"
        },
        {
          "text": "Can I request a replacement for my card online?"
        },
        {
          "text": "Can you tell me how to re-issue a credit card?"
        },
        {
          "text": "Card need to be replaced as it does not work"
        },
        {
          "text": "Credit credit card replacement methods"
        },
        {
          "text": "Do I need to validate my new home address in order to get a card replacement?"
        },
        {
          "text": "How do I get a card reissued?"
        },
        {
          "text": "How do I go about requesting a new card?"
        },
        {
          "text": "I need some information on how to replace credit card"
        },
        {
          "text": "I need to get a new card"
        },
        {
          "text": "I want card replacement same day"
        },
        {
          "text": "I want to opt for the replacement of my card as it has worn out"
        },
        {
          "text": "I would like to know how to replace my credit card."
        },
        {
          "text": "Please substitute a new card for the worn-out one"
        },
        {
          "text": "Please take this old credit card and give me new one"
        },
        {
          "text": "Replacement for banking credit card"
        },
        {
          "text": "What are the methods using which I can get a new card by replacing it with old one?"
        },
        {
          "text": "What is the cost for credit card replacement?"
        },
        {
          "text": "Where from can I issue another card?"
        }
      ],
      "description": "Replace a card."
    },
    {
      "intent": "Banking_Report_Missing_Card",
      "examples": [
        {
          "text": "Can I lock my credit card until I find it?"
        },
        {
          "text": "Help! I left my credit card with my purse in the taxi and I'm afraid someone's gonna use it"
        },
        {
          "text": "How can I cancel my credit card which was stolen?"
        },
        {
          "text": "How do I file for a missing card?"
        },
        {
          "text": "How do I go about reporting a card theft?"
        },
        {
          "text": "How do I report the theft of my credit card?"
        },
        {
          "text": "How much is the charge for a lost card?"
        },
        {
          "text": "I have lost my credit card and I want to deactivate it"
        },
        {
          "text": "I have no idea where I placed my debit card"
        },
        {
          "text": "I need assistance as I've lost my credit card"
        },
        {
          "text": "Is there any charge for registering a complaint for credit card loss?"
        },
        {
          "text": "I would like to know what to do if I lose my credit card"
        },
        {
          "text": "My credit card is lost how should I cancel it"
        },
        {
          "text": "Someone took my card!"
        },
        {
          "text": "What are the options with the card loss?"
        },
        {
          "text": "What if I lose the card?"
        },
        {
          "text": "What is the procedure to report stolen card?"
        },
        {
          "text": "What is the way to report a lost card?"
        },
        {
          "text": "What steps can I take when I lose my credit card?"
        },
        {
          "text": "What steps should be taken in the event of a missing credit card?"
        }
      ],
      "description": "Report a lost or stolen card."
    },
    {
      "intent": "Banking_Request_Card_Member_Agreement",
      "examples": [
        {
          "text": "Can I see the agreement?"
        },
        {
          "text": "Can you tell me how can I request card holder agreement?"
        },
        {
          "text": "Does my card member agreement give all information about charges on credit card?"
        },
        {
          "text": "Do I have to fill out a new member agreement for a replaced card?"
        },
        {
          "text": "Do I need to sign card member agreement?"
        },
        {
          "text": "How can I request card holder agreement?"
        },
        {
          "text": "How soon will you tell me about modifications made to the bank card agreement?"
        },
        {
          "text": "How will I get card member agreement on email?"
        },
        {
          "text": "I need a copy of my card agreement"
        },
        {
          "text": "I need information about cardholder member agreement. please help with the same"
        },
        {
          "text": "I never got the cardmember agreement. can you post/email me?"
        },
        {
          "text": "It would be great if you help me with cardholder member agreement"
        },
        {
          "text": "I want pdf of cardmember agreement"
        },
        {
          "text": "Looking for credit card member agreement"
        },
        {
          "text": "Looking for my credit card account agreement"
        },
        {
          "text": "What are arbitration clauses in cardmember agreement?"
        },
        {
          "text": "When I will receive credit member agreement?"
        },
        {
          "text": "Who do I contact for card member agreement?"
        },
        {
          "text": "Will it cost me to receive a copy of the card holder agreement?"
        },
        {
          "text": "Will there be a new card member agreement for my renewed card?"
        }
      ],
      "description": "Request a card member agreement."
    },
    {
      "intent": "Banking_Request_Checkbook",
      "examples": [
        {
          "text": "Can I check the status of my check book request?"
        },
        {
          "text": "Can I order checkbook thru this chat window?"
        },
        {
          "text": "Can you please send me some checks?"
        },
        {
          "text": "Can you tell me some options about check book issue?"
        },
        {
          "text": "Could you help me get a checkbook?"
        },
        {
          "text": "Do you have check book request details?"
        },
        {
          "text": "Do you issue check books?"
        },
        {
          "text": "Help with check requisition"
        },
        {
          "text": "How do I receive a new copy of my check book?"
        },
        {
          "text": "How to get another check book?"
        },
        {
          "text": "I'm all outta checks"
        },
        {
          "text": "I'm calling for help in ordering a new checkbook please."
        },
        {
          "text": "I need assistance on getting check book"
        },
        {
          "text": "Is it possible for me to receive a checkbook?"
        },
        {
          "text": "I want to apply for a checkbook"
        },
        {
          "text": "I want to know my check book request status"
        },
        {
          "text": "Please give me the information on how to request the check-book"
        },
        {
          "text": "What are charges for a new checkbook?"
        },
        {
          "text": "What is helpline number for requesting checkbook?"
        },
        {
          "text": "What is the option for check book renewal?"
        }
      ],
      "description": "Request a checkbook."
    },
    {
      "intent": "Banking_Request_Increase_In_Credit_Line",
      "examples": [
        {
          "text": "Can you extend my current card limitation?"
        },
        {
          "text": "Credit bump"
        },
        {
          "text": "Does my credit card usage have impact on increasing the credit line?"
        },
        {
          "text": "How can I add limit to credit card?"
        },
        {
          "text": "How do I raise credit card limit?"
        },
        {
          "text": "How often does bank increase credit limit?"
        },
        {
          "text": "How to apply for increase in credit limit?"
        },
        {
          "text": "I am not getting on how to increase credit limit"
        },
        {
          "text": "I'd like a higher credit ceiling please"
        },
        {
          "text": "I need to change my credit card limit"
        },
        {
          "text": "I want to know about credit limitation"
        },
        {
          "text": "I want to submit my latest salary slip to enhance my credit card limit"
        },
        {
          "text": "I would like to have a bigger credit line"
        },
        {
          "text": "Requesting you to remove credit restrictions"
        },
        {
          "text": "There is a hospital emergency. can you increase my credit limit"
        },
        {
          "text": "Upgrade credit limit"
        },
        {
          "text": "What are the methods with which I can improve my credit line?"
        },
        {
          "text": "What are the steps involved in increasing credit line?"
        },
        {
          "text": "Where do I request a credit increase?"
        },
        {
          "text": "Who approves the credit limit extension?"
        }
      ],
      "description": "Request an increased credit limit."
    },
    {
      "intent": "Banking_Set_Up_Direct_Deposit",
      "examples": [
        {
          "text": "Can I set up a direct deposit without a checkbook?"
        },
        {
          "text": "Can you deposit my salary right into my account?"
        },
        {
          "text": "Can you mail me the direct deposit form to my residential address?"
        },
        {
          "text": "Does the mobile app offer direct deposit?"
        },
        {
          "text": "From where should I sign up for direct deposit"
        },
        {
          "text": "How do I setup direct deposit?"
        },
        {
          "text": "How to sign up for direct deposit?"
        },
        {
          "text": "How to use on-line banking for direct credit?"
        },
        {
          "text": "I have query regarding process of direct deposit"
        },
        {
          "text": "I want to ask about direct deposit"
        },
        {
          "text": "Please guide me with direct deposit process"
        },
        {
          "text": "Set up direct deposit"
        },
        {
          "text": "Show me process to setup direct deposit"
        },
        {
          "text": "What all details I need to fill direct deposit form?"
        },
        {
          "text": "What are steps for setting up direct deposit?"
        },
        {
          "text": "What are ways for setting up direct deposit?"
        },
        {
          "text": "What is process to setup direct deposit?"
        },
        {
          "text": "What is the way to do direct deposit?"
        },
        {
          "text": "When setting up direct deposit what does deposit type mean?"
        },
        {
          "text": "Where is option of direct deposit in net banking?"
        }
      ],
      "description": "Set up a direct deposit for an account."
    },
    {
      "intent": "Banking_Transfer_Money",
      "examples": [
        {
          "text": "Can I send my sister some money?"
        },
        {
          "text": "Can you please help me with wire transaction?"
        },
        {
          "text": "Could you please assist me with transferring funds?"
        },
        {
          "text": "Could you please tell me how to transfer money?"
        },
        {
          "text": "How can I transfer funds electronically?"
        },
        {
          "text": "How do I add payee to my external account lists?"
        },
        {
          "text": "How do I set up recurring external transfers?"
        },
        {
          "text": "How much overseas wires fund charge?"
        },
        {
          "text": "I need support for international bank transfer"
        },
        {
          "text": "I wand to send a wire is it secure and convenient"
        },
        {
          "text": "I want to transfer some amount to another account within the same bank"
        },
        {
          "text": "Please walk me through the process of wire transfer"
        },
        {
          "text": "Transfer to checking"
        },
        {
          "text": "Transfer to outside account on app"
        },
        {
          "text": "What are the options to move money to outside bank account?"
        },
        {
          "text": "What is the daily limit to transfer money to some other bank?"
        },
        {
          "text": "When will the beneficiary receive the wire transferred money?"
        },
        {
          "text": "Where are the internal money transfer option in mobile application?"
        },
        {
          "text": "Where can I do a wire exchange?"
        },
        {
          "text": "Which is the external money transfer maximum limit?"
        }
      ],
      "description": "Transfer funds from one account to another."
    },
    {
      "intent": "Banking_View_Activity",
      "examples": [
        {
          "text": "Can I get statement for account activities in past 10 days?"
        },
        {
          "text": "Do you know about account activities of my checking account?"
        },
        {
          "text": "From where did I get the latest credit in my account"
        },
        {
          "text": "Help me get all the information about all activities of all my checking accounts"
        },
        {
          "text": "Help with viewing activity that take place in an a/c"
        },
        {
          "text": "How can one get account activities details of his a/c?"
        },
        {
          "text": "How do I access checking account activity information?"
        },
        {
          "text": "How much interest amount deposited last month in my account?"
        },
        {
          "text": "I wanna check my account summary"
        },
        {
          "text": "I want someone to help me see account activity and summary for every activity of my account"
        },
        {
          "text": "I would like to see any recent activity on my account before the interest got added"
        },
        {
          "text": "Places where account activity history can be found"
        },
        {
          "text": "Please tell me account activities detail"
        },
        {
          "text": "See transactions"
        },
        {
          "text": "Show activities"
        },
        {
          "text": "Transaction history"
        },
        {
          "text": "View activities"
        },
        {
          "text": "What is the amount of interest that got credited to my a/c?"
        },
        {
          "text": "When was the levy order processed for my checking account?"
        },
        {
          "text": "Where to view my account transaction history for my checking account?"
        }
      ],
      "description": "View the activity on an account."
    },
    {
      "intent": "Banking_View_Pending_Charges",
      "examples": [
        {
          "text": "Any outstanding charges"
        },
        {
          "text": "Can I get some info related to pending charges for my credit card using mobile application?"
        },
        {
          "text": "Can you give me information about the outstanding charges on my credit card?"
        },
        {
          "text": "Can you show me where I can find my charges that have not yet gone through?"
        },
        {
          "text": "Can you show me where I can see any upcoming charges levied on my credit card account?"
        },
        {
          "text": "How can I access credit card pending payments?"
        },
        {
          "text": "How do I review my credit charges awaiting confirmation?"
        },
        {
          "text": "How to get credit card's pending charges on-line?"
        },
        {
          "text": "How to view unsettled charges with my credit card?"
        },
        {
          "text": "I'd like to learn more about the pending charges of my credit card"
        },
        {
          "text": "I need pending charges for card"
        },
        {
          "text": "Is there any information for credit card with pending charges?"
        },
        {
          "text": "I want to know about credit card pending charge"
        },
        {
          "text": "I would like to know about my pending charges"
        },
        {
          "text": "Pending items"
        },
        {
          "text": "Please tell me about the pending charges against me"
        },
        {
          "text": "Show pending"
        },
        {
          "text": "What are the charges for my credit card which are yet to be approved?"
        },
        {
          "text": "What should I know about pending charges on my credit card?"
        },
        {
          "text": "Where can I go over my recent charges pending approval?"
        }
      ],
      "description": "View pending charges on a card account."
    },
    {
      "intent": "Banking_View_Routing_Number",
      "examples": [
        {
          "text": "Can you tell my routing number in this chat window?"
        },
        {
          "text": "Find a routing number without checks"
        },
        {
          "text": "How do I know the routing number?"
        },
        {
          "text": "How to locate bank routing number?"
        },
        {
          "text": "How to search bank routing numbers?"
        },
        {
          "text": "How to view international bank transfer routing number?"
        },
        {
          "text": "I need to find my routing number of my bank account online."
        },
        {
          "text": "Is the bank account number same as the routing number?"
        },
        {
          "text": "I want to make international transaction so I need routing number for that"
        },
        {
          "text": "May I know the routing number?"
        },
        {
          "text": "What is an aba routing number and how do I find it?"
        },
        {
          "text": "What is the aba routing number for your bank?"
        },
        {
          "text": "What swift code and aba routing number I should use to wire transfer fund from foreign country?"
        },
        {
          "text": "Where can I find my bank routing numbers for money transfer?"
        },
        {
          "text": "Where can I find my routing id?"
        },
        {
          "text": "Where can I see my routing id?"
        },
        {
          "text": "Where do I locate my routing number on site please?"
        },
        {
          "text": "Where do I see the routing no?"
        },
        {
          "text": "Where is routing number need to find on check?"
        },
        {
          "text": "Where is the routing transit number located?"
        }
      ],
      "description": "View the routing number."
    },
    {
      "intent": "Bot_Control_Approve_Response",
      "examples": [
        {
          "text": "Affirmative. That's what I'm looking for."
        },
        {
          "text": "All right"
        },
        {
          "text": "Correct"
        },
        {
          "text": "For sure!"
        },
        {
          "text": "Got it"
        },
        {
          "text": "Great"
        },
        {
          "text": "I agree"
        },
        {
          "text": "I like that"
        },
        {
          "text": "Indeed!"
        },
        {
          "text": "Sure thing!"
        },
        {
          "text": "Sweet"
        },
        {
          "text": "That is precisely what I was looking for"
        },
        {
          "text": "That is right"
        },
        {
          "text": "That is the proper response."
        },
        {
          "text": "That is what I need"
        },
        {
          "text": "That's exactly what I want"
        },
        {
          "text": "This is alright"
        },
        {
          "text": "Very well. Let's do it."
        },
        {
          "text": "Yeah, that's it!"
        },
        {
          "text": "Yes"
        },
        {
          "text": "You read my mind"
        }
      ],
      "description": "Acknowledge that the response satisfies a question."
    },
    {
      "intent": "Bot_Control_Change_Subject",
      "examples": [
        {
          "text": "A different matter"
        },
        {
          "text": "Another thing"
        },
        {
          "text": "Can we talk about something else?"
        },
        {
          "text": "Change topic"
        },
        {
          "text": "Chat about something else"
        },
        {
          "text": "Discuss something else"
        },
        {
          "text": "Help me with this other question"
        },
        {
          "text": "Here is another issue"
        },
        {
          "text": "I have one more question"
        },
        {
          "text": "Let us change the topic"
        },
        {
          "text": "Let us talk about something else"
        },
        {
          "text": "Talk about something else"
        }
      ],
      "description": "Change to a different topic."
    },
    {
      "intent": "Bot_Control_Clarification",
      "examples": [
        {
          "text": "Can you say that again please?"
        },
        {
          "text": "Come again?"
        },
        {
          "text": "Explains"
        },
        {
          "text": "I did not quite understand what you gave me"
        },
        {
          "text": "I didn't catch that"
        },
        {
          "text": "I didn't quite understand what you said"
        },
        {
          "text": "I didn't understand that properly"
        },
        {
          "text": "I don't get it"
        },
        {
          "text": "I don't understand"
        },
        {
          "text": "I don't understand what you're saying"
        },
        {
          "text": "I need more information"
        },
        {
          "text": "Let's try to say that again more clearly, shall we?"
        },
        {
          "text": "What are you referring to?"
        },
        {
          "text": "What are you saying?"
        },
        {
          "text": "What are you talking about?"
        },
        {
          "text": "What do you mean?"
        },
        {
          "text": "What do you mean by that?"
        }
      ],
      "description": "Repeat or clarify last statement."
    },
    {
      "intent": "Bot_Control_Confirm_Presence",
      "examples": [
        {
          "text": "Am I talking to someone?"
        },
        {
          "text": "Anyone there?"
        },
        {
          "text": "Are you leaving me?"
        },
        {
          "text": "Are you on?"
        },
        {
          "text": "Are you still around?"
        },
        {
          "text": "Are you still here with me?"
        },
        {
          "text": "Are you there?"
        },
        {
          "text": "Did you go somewhere?"
        },
        {
          "text": "Did you hear what I said?"
        },
        {
          "text": "Have I lost you?"
        },
        {
          "text": "I am still holding"
        },
        {
          "text": "Is anybody here?"
        },
        {
          "text": "Is anybody home?"
        },
        {
          "text": "Speak to me if you are there."
        },
        {
          "text": "Where'd you go?"
        },
        {
          "text": "You around?"
        }
      ],
      "description": "Ask the bot to indicate that it is available."
    },
    {
      "intent": "Bot_Control_Ignore_Undo",
      "examples": [
        {
          "text": "Actually, I take that back"
        },
        {
          "text": "Cancel"
        },
        {
          "text": "Hold on! I think I want to do it differently."
        },
        {
          "text": "I change my mind."
        },
        {
          "text": "I did not mean that?"
        },
        {
          "text": "I didn't mean to do that actually, let's go back"
        },
        {
          "text": "Ignore this"
        },
        {
          "text": "It's not what I mean"
        },
        {
          "text": "Let us redo that again!"
        },
        {
          "text": "Never"
        },
        {
          "text": "Never mind"
        },
        {
          "text": "Nothing"
        },
        {
          "text": "Not yet"
        },
        {
          "text": "Wait! Let's back up few steps and do that again"
        }
      ],
      "description": "Ask the bot to take one step back."
    },
    {
      "intent": "Bot_Control_Reject_Response",
      "examples": [
        {
          "text": "Bad response"
        },
        {
          "text": "I disagree"
        },
        {
          "text": "I do not think it is the answer?"
        },
        {
          "text": "I don't need that"
        },
        {
          "text": "I don't want that"
        },
        {
          "text": "It is not what I want"
        },
        {
          "text": "It is not what I was looking for"
        },
        {
          "text": "I wasn't looking for that"
        },
        {
          "text": "No"
        },
        {
          "text": "No I'm fine thanks"
        },
        {
          "text": "Not the right response"
        },
        {
          "text": "That answer is incorrect"
        },
        {
          "text": "That is not true"
        },
        {
          "text": "That sounds like the wrong response"
        },
        {
          "text": "That was not my intent"
        },
        {
          "text": "That was wrong, try again"
        },
        {
          "text": "Wrong response"
        },
        {
          "text": "You did not understand what I asked"
        },
        {
          "text": "You did not understand what I said"
        },
        {
          "text": "You didn't understand me"
        },
        {
          "text": "You're misunderstanding me"
        }
      ],
      "description": "Indicate the bot's response does not address a question."
    },
    {
      "intent": "Bot_Control_Standby",
      "examples": [
        {
          "text": "Back again soon"
        },
        {
          "text": "Be back later"
        },
        {
          "text": "Be patient with me"
        },
        {
          "text": "Can you give me a moment?"
        },
        {
          "text": "Can you wait for me?"
        },
        {
          "text": "Give me a few minutes to get together"
        },
        {
          "text": "Give me a moment"
        },
        {
          "text": "Give me a second"
        },
        {
          "text": "Hold on"
        },
        {
          "text": "In a moment"
        },
        {
          "text": "I want stop a moment"
        },
        {
          "text": "I will be back"
        },
        {
          "text": "I would like to put you on hold"
        },
        {
          "text": "Just a sec"
        },
        {
          "text": "Just hold on"
        },
        {
          "text": "Keep holding"
        },
        {
          "text": "Let me see"
        },
        {
          "text": "Need a minute here"
        },
        {
          "text": "Out for a break"
        },
        {
          "text": "Wait"
        }
      ],
      "description": "Indicate a delay in providing input to the bot."
    },
    {
      "intent": "Bot_Control_Start_Over",
      "examples": [
        {
          "text": "Actually, let's start over"
        },
        {
          "text": "Back to the beginning"
        },
        {
          "text": "Back to the top"
        },
        {
          "text": "Begin over!"
        },
        {
          "text": "Can we please start over?"
        },
        {
          "text": "How can I start over?"
        },
        {
          "text": "I need to reset."
        },
        {
          "text": "I want start from the beginning"
        },
        {
          "text": "I would like to start all over"
        },
        {
          "text": "Let's go back to square one"
        },
        {
          "text": "Let's pick this up from the top again."
        },
        {
          "text": "Let us reopen this again."
        },
        {
          "text": "One more time from the beginning"
        },
        {
          "text": "Please initiate from the beginning"
        },
        {
          "text": "Please reset"
        },
        {
          "text": "Please start a new chat"
        },
        {
          "text": "Restart"
        },
        {
          "text": "Start over"
        },
        {
          "text": "We need a do-over"
        },
        {
          "text": "We will need to begin again"
        }
      ],
      "description": "Restart bot or current flow."
    },
    {
      "intent": "Bot_Control_Unsure",
      "examples": [
        {
          "text": "I don t know what you need"
        },
        {
          "text": "I don t know what you want"
        },
        {
          "text": "I have no idea, actually"
        },
        {
          "text": "I have no idea what you are looking for"
        },
        {
          "text": "I haven't got a clue"
        },
        {
          "text": "I m not certain I get what you re saying"
        },
        {
          "text": "I m not sure what will make you happy"
        },
        {
          "text": "I m not yet convinced"
        },
        {
          "text": "No clue"
        },
        {
          "text": "No idea"
        },
        {
          "text": "To be honest, I m really not sure"
        },
        {
          "text": "You got me"
        }
      ],
      "description": "Indicate no definite answer to a question."
    },
    {
      "intent": "COVID_Case_Count",
      "examples": [
        {
          "text": "are people infected in my city ?"
        },
        {
          "text": "Are there any cases near me"
        },
        {
          "text": "covid number in my state?"
        },
        {
          "text": "Does MA have a confirmed COVID case?"
        },
        {
          "text": "Does the US have a confirmed COVID case?"
        },
        {
          "text": "has anyone died of coronavirus in my state?"
        },
        {
          "text": "How has coronavirus spread around the world?"
        },
        {
          "text": "how many cases are there in Texas?"
        },
        {
          "text": "How many cases of COVID-19 are in the US?"
        },
        {
          "text": "How many cases of the virus are there in the world?"
        },
        {
          "text": "How many coronavirus cases are there in my area?"
        },
        {
          "text": "how many current cases are there in Illinois"
        },
        {
          "text": "How many folks in Texas are infected?"
        },
        {
          "text": "how many patients are infected with corona virus in collin county"
        },
        {
          "text": "how many people are infected"
        },
        {
          "text": "How many people are infected in Illinois?"
        },
        {
          "text": "How many people are infected with Corona virus currently in texas?"
        },
        {
          "text": "how many people are sick in the US?"
        },
        {
          "text": "How many people are sick throughout the world?"
        },
        {
          "text": "how many people have contracted the virus in pennysylvania"
        },
        {
          "text": "How many people have covid-19 in the whole world?"
        },
        {
          "text": "how many people have the virus?"
        },
        {
          "text": "How many people have the virus in our county"
        },
        {
          "text": "how many people in texas have corona virus?"
        },
        {
          "text": "How many people in the world have died?"
        },
        {
          "text": "How many people total have coronavirus?"
        },
        {
          "text": "how many ppl are infected in the us?"
        },
        {
          "text": "is anyone near me sick"
        },
        {
          "text": "what is the count of coronavirus infected people?"
        },
        {
          "text": "Where are cases?"
        },
        {
          "text": "Where can I find information about covid 19 for the world?"
        },
        {
          "text": "Which countries has covid-19 been detected in?"
        }
      ],
      "description": "Number of cases nearby."
    },
    {
      "intent": "COVID_Cleaning_Disinfecting",
      "examples": [
        {
          "text": "All the stores are out of disinfecting wipes, what do I do?"
        },
        {
          "text": "Are there disinfectants available that can inactivate (kill) COVID-19?"
        },
        {
          "text": "cleaning products"
        },
        {
          "text": "disinfectant products"
        },
        {
          "text": "Does alcohol kill the coronavirus?"
        },
        {
          "text": "Do I have to use bleach to kill coronavirus?"
        },
        {
          "text": "Do I need lysol wipes?"
        },
        {
          "text": "Do I need to disinfect my cell phone when I get home"
        },
        {
          "text": "How do I clean my home properly?"
        },
        {
          "text": "how do i get rid of germs at my home"
        },
        {
          "text": "How often do I need to clean my home to prevent the spread of coronavirus?"
        },
        {
          "text": "How should I wash my clothes if I may have been exposed to COVID-19?"
        },
        {
          "text": "is lysol enough to get rid of covid virus from countertops"
        },
        {
          "text": "mopping products"
        },
        {
          "text": "Should I spray myself or my kids with disinfectant?"
        },
        {
          "text": "What cleaning methods kill the coronavirus?"
        },
        {
          "text": "what cleaning regimen should I follow"
        },
        {
          "text": "What is the best way to clean?"
        },
        {
          "text": "What kind of disinfectant should I use?"
        },
        {
          "text": "Whats the difference between cleaning and disinfecting?"
        },
        {
          "text": "Which surfaces are most important to disinfect?"
        }
      ],
      "description": "How to clean and disinfect."
    },
    {
      "intent": "COVID_Comparing_Illness",
      "examples": [
        {
          "text": "Flu vs Coronavirus"
        },
        {
          "text": "flu vs covid19"
        },
        {
          "text": "Flu vs. COVID-19"
        },
        {
          "text": "how does cover-19 compare to the SARS epidemic?"
        },
        {
          "text": "How do flu symptoms differ from coronavirus symptoms?"
        },
        {
          "text": "How is corona virus different than SARS?"
        },
        {
          "text": "How is flu different from coronavirus"
        },
        {
          "text": "how is the flue different from the coronavirus?"
        },
        {
          "text": "How's the flu different from coronavirus?"
        },
        {
          "text": "is covid the same as the flu?"
        },
        {
          "text": "Is the coronavirus the same as a cold?"
        },
        {
          "text": "Is the coronavirus the same as MERS?"
        },
        {
          "text": "Is the coronavirus the same as SARS?"
        },
        {
          "text": "is this the same as the flu?"
        },
        {
          "text": "is this worse than flu"
        },
        {
          "text": "is this worse than flue"
        },
        {
          "text": "Is this worse than the flu?"
        },
        {
          "text": "SARS vs Corona virus?"
        },
        {
          "text": "What is different between flu and coronavirus"
        },
        {
          "text": "What is the difference between COVID-19 and the flu"
        },
        {
          "text": "what is the difference between flu and coronavirus"
        },
        {
          "text": "what is the difference between the flu and coronavirus"
        },
        {
          "text": "What's the difference between flu and coronavirus"
        },
        {
          "text": "What's the difference between flu and coronavirus?"
        },
        {
          "text": "what's the difference between the flu and coronavirus"
        }
      ],
      "description": "Comparing Covid to other illnesses."
    },
    {
      "intent": "COVID_Description",
      "examples": [
        {
          "text": "covid what is it"
        },
        {
          "text": "Has the cause of COVID-19 been identified?"
        },
        {
          "text": "How dangerous is this?"
        },
        {
          "text": "I heard about covid what is it?"
        },
        {
          "text": "Is covid a disease?"
        },
        {
          "text": "origin of coronavirus"
        },
        {
          "text": "What does covid stand for?"
        },
        {
          "text": "What is corona virus"
        },
        {
          "text": "What is Corona virus?"
        },
        {
          "text": "What is covid"
        },
        {
          "text": "What is COVID?"
        },
        {
          "text": "what is covid19"
        },
        {
          "text": "what is covid-19"
        },
        {
          "text": "What is COVID-19?"
        },
        {
          "text": "what is novel coronavirus?"
        },
        {
          "text": "what is the Corona Virus"
        },
        {
          "text": "what is the corona virus?"
        },
        {
          "text": "what is the coronavirus?"
        },
        {
          "text": "Where can I find more information about covid 19?"
        },
        {
          "text": "Where can I learn more about covid?"
        },
        {
          "text": "where did corona virus start from?"
        },
        {
          "text": "where did covid come from?"
        },
        {
          "text": "Where did the coronavirus come from?"
        }
      ],
      "description": "Describe Covid-19."
    },
    {
      "intent": "COVID_Event_Shutdowns",
      "examples": [
        {
          "text": "Are churches closed"
        },
        {
          "text": "Are events being shut down?"
        },
        {
          "text": "Are groups of people allowed to meet?"
        },
        {
          "text": "Are the museums closed?"
        },
        {
          "text": "can i go to church"
        },
        {
          "text": "can I still attend a conference"
        },
        {
          "text": "can my church still meet"
        },
        {
          "text": "events and large gatherings"
        },
        {
          "text": "event shutdowns"
        },
        {
          "text": "How do I know if my concert is cancelled?"
        },
        {
          "text": "Is it okay to partake in sports activities?"
        },
        {
          "text": "public events cancelled"
        },
        {
          "text": "Should I feel safe going to the movies?"
        },
        {
          "text": "What is the maximum number of people allowed to meet right now?"
        },
        {
          "text": "What sports are being cancelled?"
        },
        {
          "text": "When are sports going to start back up?"
        },
        {
          "text": "When will the major sports leagues start playing again?"
        },
        {
          "text": "When will the NCAA championships be held?"
        },
        {
          "text": "When will the NHL return?"
        },
        {
          "text": "Why is the government shutting down my event?"
        },
        {
          "text": "Will I get a refund for a ticket I purchased?"
        }
      ],
      "description": "Event shutdowns and business closures."
    },
    {
      "intent": "COVID_Govt_Emergency",
      "examples": [
        {
          "text": "A national emergency was declared in the United States. What does this mean?"
        },
        {
          "text": "Can the government close public places?"
        },
        {
          "text": "How does the state of emergency affect me?"
        },
        {
          "text": "How is the United States prepared for the spread of covid 19?"
        },
        {
          "text": "How is the US government addressing the spread of covid-19?"
        },
        {
          "text": "How long has the national emergency been in place?"
        },
        {
          "text": "How long will the state of emergency last?"
        },
        {
          "text": "Is the government legally allowed to close shops and restaurants?"
        },
        {
          "text": "is the government ready for covid"
        },
        {
          "text": "Is there a nationwide curfew?"
        },
        {
          "text": "Is the US well prepared for covid 19"
        },
        {
          "text": "Tell me about the Coronavirus response"
        },
        {
          "text": "What are the crisis measures currently in place?"
        },
        {
          "text": "What does a state of emergency mean?"
        },
        {
          "text": "What has our government already done to reduce the risk of spreading the disease"
        },
        {
          "text": "What is a national emergency?"
        },
        {
          "text": "What is the Government doing about Covid?"
        },
        {
          "text": "What measurements is the government taking?"
        },
        {
          "text": "What measures is the US taking against covid-19?"
        },
        {
          "text": "When will the national emergency end?"
        }
      ],
      "description": "Government readiness questions."
    },
    {
      "intent": "COVID_Illness_Length",
      "examples": [
        {
          "text": "How long are people infected with COVID-19 before they are symptomatic?"
        },
        {
          "text": "How long before I experience covid-19 symptoms?"
        },
        {
          "text": "How long before I get symptoms?"
        },
        {
          "text": "how long can I expect to be sick?"
        },
        {
          "text": "how long does coronavirus last"
        },
        {
          "text": "How long does COVID-19 last?"
        },
        {
          "text": "how long does it last"
        },
        {
          "text": "how long does it last?"
        },
        {
          "text": "how long does it take for the virus to run through my system?"
        },
        {
          "text": "how long does the corona virus last?"
        },
        {
          "text": "How long does the coronavirus last?"
        },
        {
          "text": "How long does the disease last?"
        },
        {
          "text": "how long does the virus last"
        },
        {
          "text": "how long does the virus last?"
        },
        {
          "text": "How long do I need to quarantine before I no longer can transmit the virus?"
        },
        {
          "text": "how long do symptoms take to develop?"
        },
        {
          "text": "How long is the incubation period?"
        },
        {
          "text": "how long is the incubation period for covid-19"
        },
        {
          "text": "How long is the incubation period of covid 19?"
        },
        {
          "text": "How long will I feel terrible?"
        },
        {
          "text": "Incubation period of coronavirus?"
        },
        {
          "text": "What is the incubation period of covid?"
        }
      ],
      "description": "How long Covid lasts."
    },
    {
      "intent": "COVID_Masks_Availability",
      "examples": [
        {
          "text": "Are there stores with protective face masks?"
        },
        {
          "text": "Help me get a respirator"
        },
        {
          "text": "How can I get a mask?"
        },
        {
          "text": "How is it possible that the state does not have enough masks and respirators?"
        },
        {
          "text": "I'd like a respirator"
        },
        {
          "text": "When can I buy a mask?"
        },
        {
          "text": "When can I buy a mask at a pharmacy?"
        },
        {
          "text": "When will masks be available?"
        },
        {
          "text": "When will masks be available at retail stores? They are not yet and we can get infected on public transport before they are."
        },
        {
          "text": "When will respirators and masks be finally sold?"
        },
        {
          "text": "Where are face masks available?"
        },
        {
          "text": "Where can I get masks?"
        },
        {
          "text": "Where do people get protective masks or disinfectants?"
        },
        {
          "text": "Who has masks and respirators?"
        },
        {
          "text": "Why are no masks or respirators available anywhere?"
        },
        {
          "text": "why aren't any masks available?"
        },
        {
          "text": "Why aren't there enough masks and respirators?"
        },
        {
          "text": "Why aren't there respirators?"
        },
        {
          "text": "Why are there no masks and respirators in pharmacies?"
        },
        {
          "text": "Why can't I get or find a mask or a respirator anywhere?"
        }
      ],
      "description": "Availability of masks."
    },
    {
      "intent": "COVID_Masks_Protection",
      "examples": [
        {
          "text": "Am I supposed to wear a face covering?"
        },
        {
          "text": "Can a mask help me?"
        },
        {
          "text": "Can I go out without a respirator?"
        },
        {
          "text": "Does a mask or respirator help prevent covid infection?"
        },
        {
          "text": "Does the CDC say to cover your face?"
        },
        {
          "text": "Does the government recommend wearing masks?"
        },
        {
          "text": "Do I have to wear a mask when I'm outside or taking a walk?"
        },
        {
          "text": "Do I have to wear a respirator?"
        },
        {
          "text": "Do I need to wear a face mask?"
        },
        {
          "text": "I often travel by public transport. Should I wear a respirator?"
        },
        {
          "text": "Should I buy a respirator?"
        },
        {
          "text": "Should I cover my face in public?"
        },
        {
          "text": "Should I have something on my face when I go out?"
        },
        {
          "text": "Should I wear a mask or a respirator?"
        },
        {
          "text": "Should I wear a mask so I don't get infected?"
        },
        {
          "text": "should I wear a respirator?"
        },
        {
          "text": "What is a cloth face covering and how does it help?"
        },
        {
          "text": "When should I wear a mask?"
        },
        {
          "text": "When should I wear a respirator?"
        },
        {
          "text": "Will a respirator help me?"
        }
      ],
      "description": "Explaining how masks can protect."
    },
    {
      "intent": "COVID_Paid_Leave",
      "examples": [
        {
          "text": "am I eligible for paid sick leave"
        },
        {
          "text": "am I eligible for sick leave"
        },
        {
          "text": "can i get paid sick leave"
        },
        {
          "text": "Can i still get paid sick leave for 14 days if i get corona"
        },
        {
          "text": "does my workplace offer paid sick leave?"
        },
        {
          "text": "do i get paid leave time"
        },
        {
          "text": "do I get paid sick leave"
        },
        {
          "text": "duration of paid sick leave?"
        },
        {
          "text": "how long can i get paid sick leave"
        },
        {
          "text": "How much do I get paid for sick leave"
        },
        {
          "text": "How much paid sick leave will I get if I am contracted with the virus?"
        },
        {
          "text": "If I get sick will I continue to get paid?"
        },
        {
          "text": "I work at a grocery store but my childcare is closed, is anything being setup to handle this?"
        },
        {
          "text": "My job will not let me work from home. Do I qualify for paid sick leave?"
        },
        {
          "text": "paid sick leave"
        },
        {
          "text": "tell me about paid sick leave"
        },
        {
          "text": "what if I don't have paid sick leave"
        },
        {
          "text": "What if I don't have paid sick leave?"
        },
        {
          "text": "When am I entitled to take paid sick leave?"
        },
        {
          "text": "who is able to get paid sick leave"
        },
        {
          "text": "who is eligible to get paid sick leave"
        },
        {
          "text": "Will government employees be paid during sick leave?"
        },
        {
          "text": "Will I get paid if I have COVID-19?"
        },
        {
          "text": "Will I get paid leave?"
        },
        {
          "text": "Will my employer give me paid leave if I have coronavirus?"
        },
        {
          "text": "will paid sick leave be available for Uber drivers?"
        },
        {
          "text": "will Texas provide paid sick leave"
        }
      ],
      "description": "Eligibility for paid leave."
    },
    {
      "intent": "COVID_Prevention",
      "examples": [
        {
          "text": "Can I protect myself by drinking alcohol"
        },
        {
          "text": "Does eating garlic help?"
        },
        {
          "text": "Does the sun kill coronavirus?"
        },
        {
          "text": "How can I avoid getting sick?"
        },
        {
          "text": "how can I not get sick"
        },
        {
          "text": "how can i prevent coronavirus"
        },
        {
          "text": "How can I protect my family from the spread of coronavirus?"
        },
        {
          "text": "How do I avoid Coronavirus"
        },
        {
          "text": "How do I avoid covid-19?"
        },
        {
          "text": "how do I ensure my family is safe?"
        },
        {
          "text": "how do i prevent catching the disease"
        },
        {
          "text": "How do I protect myself?"
        },
        {
          "text": "how do I stay safe"
        },
        {
          "text": "How do you protect yourself?"
        },
        {
          "text": "How to avoid catching covid-19."
        },
        {
          "text": "how to I prevent myself from getting sick?"
        },
        {
          "text": "How to prevent covid infection?"
        },
        {
          "text": "How to Prevent the Spread of the Virus"
        },
        {
          "text": "Is it even possible to avoid the virus?"
        },
        {
          "text": "precautionary measures"
        },
        {
          "text": "prevent the spread of the virus"
        },
        {
          "text": "Should I avoid people?"
        },
        {
          "text": "What are some good tips for prevention?"
        },
        {
          "text": "what can I do to avoid getting sick?"
        },
        {
          "text": "What can I do to not get sick?"
        },
        {
          "text": "what can i do to prevent COIVD?"
        },
        {
          "text": "what can i do to prevent getting coronavirus?"
        },
        {
          "text": "what can i do to stay safe"
        },
        {
          "text": "What is effective prevention against covid?"
        },
        {
          "text": "What is the best prevention?"
        },
        {
          "text": "what is the best way to prevent coronavirus"
        },
        {
          "text": "What is the most effective prevention?"
        },
        {
          "text": "What is the risk of my child becoming sick with COVID-19?"
        },
        {
          "text": "What rules should I follow to prevent covid illness?"
        },
        {
          "text": "What should I do to avoid getting sick?"
        },
        {
          "text": "what should i do to contain the spread of the virus"
        },
        {
          "text": "What should I do to stay safe?"
        },
        {
          "text": "Whats the best way to prevent coronavirus?"
        },
        {
          "text": "What will help me prevent covid infection?"
        }
      ],
      "description": "Ways to prevent Covid-19."
    },
    {
      "intent": "COVID_Quarantine",
      "examples": [
        {
          "text": "A colleague is breaking quarantine what should I do?"
        },
        {
          "text": "Are people in quarantine checked?"
        },
        {
          "text": "How does Quarantine work?"
        },
        {
          "text": "How long does it take to quarantine?"
        },
        {
          "text": "How long do I have to be stuck at home?"
        },
        {
          "text": "How long do I have to self isolate if I have tested positive?"
        },
        {
          "text": "How long do I have to stay in quarantine?"
        },
        {
          "text": "How long should I be in quarantine?"
        },
        {
          "text": "How long should I quarantine?"
        },
        {
          "text": "How long should you self-quarantine?"
        },
        {
          "text": "how long will we have to self quarantine?"
        },
        {
          "text": "If I have Covid how long do I have to self isolate"
        },
        {
          "text": "if i have symptoms, how long should i quarantine for?"
        },
        {
          "text": "If infected, how long should individuals self-quarantine?"
        },
        {
          "text": "Is anyone checking for compliance with those ordered to quarantine?"
        },
        {
          "text": "What can I do when I'm in quarantine?"
        },
        {
          "text": "What exactly is home quarantine?"
        },
        {
          "text": "What if I break quarantine?"
        },
        {
          "text": "What should I do if I have been quarantined?"
        },
        {
          "text": "What should I do in quarantine?"
        },
        {
          "text": "Who is responsible for quarantined people?"
        }
      ],
      "description": "Quarantine requirements."
    },
    {
      "intent": "COVID_School_shutdown",
      "examples": [
        {
          "text": "ARE COLLEGES OPEN"
        },
        {
          "text": "Are my children's schools closed?"
        },
        {
          "text": "Are my schools closed"
        },
        {
          "text": "are my schools closed?"
        },
        {
          "text": "are schools closed"
        },
        {
          "text": "are schools closed ?"
        },
        {
          "text": "are schools closed?"
        },
        {
          "text": "are schools closed in my area"
        },
        {
          "text": "are schools in my area closed"
        },
        {
          "text": "are schools open"
        },
        {
          "text": "Are schools open?"
        },
        {
          "text": "Are schools shut down?"
        },
        {
          "text": "Can my child go to school?"
        },
        {
          "text": "can my kids return to high school"
        },
        {
          "text": "How can I get the latest news on my school closure?"
        },
        {
          "text": "How will the shutdown impact my child's attendance records?"
        },
        {
          "text": "I live in 78709. when will my kids high school reopen?"
        },
        {
          "text": "Is graduation delayed?"
        },
        {
          "text": "Is HS 123 open?"
        },
        {
          "text": "is my kids school closed"
        },
        {
          "text": "Is my kids school closed?"
        },
        {
          "text": "is my school closed"
        },
        {
          "text": "Is my school closed?"
        },
        {
          "text": "is the school closed"
        },
        {
          "text": "Should my child stay home from school?"
        },
        {
          "text": "What does the ordered school closure mean for report cards?"
        },
        {
          "text": "What happens after the ordered three-week closure period ends?"
        },
        {
          "text": "what schools are closed"
        },
        {
          "text": "When can I return to school?"
        },
        {
          "text": "when can i send my kids back to school"
        },
        {
          "text": "when can kid go back to school"
        },
        {
          "text": "when can kids return to school"
        },
        {
          "text": "when can my high school senior go back to school"
        },
        {
          "text": "when can my kid go back school"
        },
        {
          "text": "When can my kid go back to college"
        },
        {
          "text": "when can my kid go back to high school"
        },
        {
          "text": "when can my kid go back to school"
        },
        {
          "text": "when can my kids back school"
        },
        {
          "text": "when can my kids go back to college?"
        },
        {
          "text": "when can my kids go back to high school in 78712"
        },
        {
          "text": "when can my kids go back to school"
        },
        {
          "text": "When does covid vacation end?"
        },
        {
          "text": "when do the children go back to school"
        },
        {
          "text": "When is school back in session?"
        },
        {
          "text": "When will my good go back to school?"
        },
        {
          "text": "When will my kids be back in school?"
        },
        {
          "text": "when will my kids school reopen"
        },
        {
          "text": "When will schools close?"
        },
        {
          "text": "When will the schools open?"
        },
        {
          "text": "where can my kids go back to school"
        },
        {
          "text": "Which schools are closed?"
        },
        {
          "text": "Will classes be moved to summer?"
        },
        {
          "text": "Will graduations be pushed back?"
        },
        {
          "text": "Will students still graduate this year?"
        },
        {
          "text": "Will there be exams in the summer?"
        },
        {
          "text": "Will there be school in the summer?"
        }
      ],
      "description": "Information on school shutdowns."
    },
    {
      "intent": "COVID_See_Doctor",
      "examples": [
        {
          "text": "can I go to the hospital?"
        },
        {
          "text": "Do I have to go to the hospital if I get COVID"
        },
        {
          "text": "how do i know whether to go to the doctor?"
        },
        {
          "text": "I am coughing.  Should I call my doctor?"
        },
        {
          "text": "If I think I have COVID-19, should I see my Dr?"
        },
        {
          "text": "I have a cough but am breathing fine, should I go to the hospital or wait?"
        },
        {
          "text": "i have a fever. should i go to the hospital?"
        },
        {
          "text": "I'm coughing, should I go to the doctor?"
        },
        {
          "text": "I suspect I have the virus who can I call?"
        },
        {
          "text": "should i go to the doctor now"
        },
        {
          "text": "should i go to the ER if i have a cough"
        },
        {
          "text": "Should I go to the hospital"
        },
        {
          "text": "Should I make an appointment with my Dr?"
        },
        {
          "text": "Should I see a doctor if I am not feeling well?"
        },
        {
          "text": "Should I see a doctor if I am showing the symptoms?"
        },
        {
          "text": "when did I need to call the doctor?"
        },
        {
          "text": "When do i call a doctor"
        },
        {
          "text": "when should I call a doctor"
        },
        {
          "text": "when should I go to a doctor?"
        },
        {
          "text": "When should I go to the doctor?"
        },
        {
          "text": "When should I go to the hospital?"
        },
        {
          "text": "Where should I go if I suspect I have coronavirus?"
        },
        {
          "text": "Who should I call if I have symptoms?"
        }
      ],
      "description": "Asking if it is possible to see a doctor."
    },
    {
      "intent": "COVID_Shopping_Groceries",
      "examples": [
        {
          "text": "Am I allowed to go to the grocery store?"
        },
        {
          "text": "are grocery stores still open"
        },
        {
          "text": "can I go to grocery stores"
        },
        {
          "text": "can i go to the grocery store"
        },
        {
          "text": "Can I go to the grocery store?"
        },
        {
          "text": "can I go to the grocery store or will I catch corona"
        },
        {
          "text": "can i go to the store."
        },
        {
          "text": "can I still go grocery shopping"
        },
        {
          "text": "Can I still go to the grocery store?"
        },
        {
          "text": "can we go to the store?"
        },
        {
          "text": "How should I get groceries?"
        },
        {
          "text": "I am in a high risk group. Can I buy my own food and medicine?"
        },
        {
          "text": "I need medicine. Can I go to the store?"
        },
        {
          "text": "Is it okay to go grocery shopping?"
        },
        {
          "text": "is it ok for me to go to the grocery store"
        },
        {
          "text": "Is it risky to buy food at the store?"
        },
        {
          "text": "Is it safe to go out to buy food and staples?"
        },
        {
          "text": "Is it safe to go to Costco?"
        },
        {
          "text": "Is it safe to go to the grocery store?"
        },
        {
          "text": "what grocery store in keller is open?"
        }
      ],
      "description": "Status of grocery stores."
    },
    {
      "intent": "COVID_Symptoms",
      "examples": [
        {
          "text": "am i sick"
        },
        {
          "text": "Do I have coronavirus?"
        },
        {
          "text": "do I have covid?"
        },
        {
          "text": "Hi what are the symptoms?"
        },
        {
          "text": "how can one know if they have been infected?"
        },
        {
          "text": "How do I know if I am infected with Covid"
        },
        {
          "text": "how do i know if i got this"
        },
        {
          "text": "how do i know if I got this thing"
        },
        {
          "text": "how do i know if i have this issue"
        },
        {
          "text": "how do I know if i have this thing"
        },
        {
          "text": "how do i know if im sick"
        },
        {
          "text": "How do I know if I'm sick with covid-19?"
        },
        {
          "text": "how to distinguish it from a common cold."
        },
        {
          "text": "I can not breath very well"
        },
        {
          "text": "I feel congested and have a fever"
        },
        {
          "text": "If I only have a sore throat is it Coronavirus?"
        },
        {
          "text": "I have a burning feeling in my chest"
        },
        {
          "text": "I have a fever"
        },
        {
          "text": "I have an irritating cough"
        },
        {
          "text": "i have a sore throat"
        },
        {
          "text": "I have a temperature and cough. Do I have the coronavirus?"
        },
        {
          "text": "I have headache and sore throat, what should I do ?"
        },
        {
          "text": "I have illness symptoms"
        },
        {
          "text": "I have sore throat"
        },
        {
          "text": "I have sore throat, is it coronavirus?"
        },
        {
          "text": "I have traveled recently. What do I do?"
        },
        {
          "text": "I'm afraid I have covid-19"
        },
        {
          "text": "I'm having respiratory problems"
        },
        {
          "text": "Is a headache a symptom of the coronavirus?"
        },
        {
          "text": "Is rash a symptom of covid-19?"
        },
        {
          "text": "I think I feel symptoms of the disease"
        },
        {
          "text": "I think I have covid 19"
        },
        {
          "text": "I think I might have the virus."
        },
        {
          "text": "I think i'm infected"
        },
        {
          "text": "my child has a high fever and is coughing. what should I do?"
        },
        {
          "text": "My child is coughing. Should I be worried?"
        },
        {
          "text": "my eyes are burning"
        },
        {
          "text": "My girlfriend has symptoms of covid-19"
        },
        {
          "text": "My husband has coronavirus symptoms"
        },
        {
          "text": "my throat and head hurt"
        },
        {
          "text": "my throat hurts and I have a headache as well"
        },
        {
          "text": "rhinitis"
        },
        {
          "text": "should I get tested if I have a cough?"
        },
        {
          "text": "Symptoms"
        },
        {
          "text": "tell me about the symptoms"
        },
        {
          "text": "temperature"
        },
        {
          "text": "Wet cough"
        },
        {
          "text": "what are covid 19 symptoms"
        },
        {
          "text": "what are my symptoms"
        },
        {
          "text": "what are symptoms"
        },
        {
          "text": "What are symptoms?"
        },
        {
          "text": "what are symptoms of coronavirus"
        },
        {
          "text": "what are symtoms?"
        },
        {
          "text": "what are the common symptoms"
        },
        {
          "text": "what are the COVID-19 symptoms?"
        },
        {
          "text": "what are the covid symtoms"
        },
        {
          "text": "what are the early symptoms of covid-19?"
        },
        {
          "text": "What are the first symptoms for COVID?"
        },
        {
          "text": "what are the most common symptoms of COVID?"
        },
        {
          "text": "what are the symptoms"
        },
        {
          "text": "What are the symptoms?"
        },
        {
          "text": "what are the symptoms I should look out for"
        },
        {
          "text": "what are the symptoms of coronavirus"
        },
        {
          "text": "What are the symptoms of covid?"
        },
        {
          "text": "what are the symptoms of COVID-19"
        },
        {
          "text": "What are the symptoms of the disease?"
        },
        {
          "text": "what are the types of symptoms"
        },
        {
          "text": "what is the first symptom"
        },
        {
          "text": "what symptoms are typical with this disease"
        },
        {
          "text": "What to do if I think I have covid?"
        },
        {
          "text": "Will I poop a lot if I have the virus?"
        },
        {
          "text": "Will I throw up if I have the virus?"
        },
        {
          "text": "Will my head hurt if I have covid 19?"
        }
      ],
      "description": "Symptoms of Covid-19."
    },
    {
      "intent": "COVID_Testing_Information",
      "examples": [
        {
          "text": "Can I get tested at home?"
        },
        {
          "text": "can I get tested quickly?"
        },
        {
          "text": "Can I test myself?"
        },
        {
          "text": "coronavirus test kit"
        },
        {
          "text": "do i need to get tested?"
        },
        {
          "text": "I have a fever, should I get tested?"
        },
        {
          "text": "I have symptoms. Should I get tested?"
        },
        {
          "text": "Is it possible to detect the disease during the incubation period?"
        },
        {
          "text": "Is it possible to test for covid 19 during the incubation period?"
        },
        {
          "text": "Is the covid test able to detect infection even during the incubation period?"
        },
        {
          "text": "is there a coronavirus test kit"
        },
        {
          "text": "Is there a test for the coronavirus"
        },
        {
          "text": "is there a test kit for coronavirus"
        },
        {
          "text": "Is there a test kit for the coronavirus?"
        },
        {
          "text": "is there test kit for coronavirus"
        },
        {
          "text": "my friend has it should i get tested"
        },
        {
          "text": "ok - I've got enough of those that I think I need to get tested."
        },
        {
          "text": "should i get tested if I do not have symptoms but think I've been exposed?"
        },
        {
          "text": "Should we get tested if we only have symptoms"
        },
        {
          "text": "testing travelers?"
        },
        {
          "text": "What is the test to detect covid 19?"
        },
        {
          "text": "When is the coronavirus test able to detect the disease?"
        }
      ],
      "description": "General questions about testing."
    },
    {
      "intent": "COVID_Testing_Locations",
      "examples": [
        {
          "text": "Can I get tested at my doctor's?"
        },
        {
          "text": "Can I get tested at Walgreens?"
        },
        {
          "text": "Can I test myself at my house?"
        },
        {
          "text": "can you direct me to the nearest test center"
        },
        {
          "text": "How can I get a coronavirus test?"
        },
        {
          "text": "How can I get a test"
        },
        {
          "text": "how can i get screened"
        },
        {
          "text": "how do I get a coronavirus test?"
        },
        {
          "text": "how do i get a test?"
        },
        {
          "text": "how do I get screened?"
        },
        {
          "text": "How do I get tested?"
        },
        {
          "text": "how do you test"
        },
        {
          "text": "i am in new york where should i get tested"
        },
        {
          "text": "i have symptoms. where can i get tested?"
        },
        {
          "text": "I live in Austin, where can I get tested for Covid-19"
        },
        {
          "text": "I live in Ontario, where can I get tested?"
        },
        {
          "text": "I need to be checked for covid 19."
        },
        {
          "text": "I need to get tested, where can I go?"
        },
        {
          "text": "I want a coronavirus test"
        },
        {
          "text": "I want a test for coronavirus"
        },
        {
          "text": "I want to be tested for covid-19"
        },
        {
          "text": "I want to get tested for covid soon"
        },
        {
          "text": "I want to make an appointment for testing"
        },
        {
          "text": "I want to test myself for coronavirus soon"
        },
        {
          "text": "None of those sound like they cover how to get tested. Can you tell me how/where I can get tested?"
        },
        {
          "text": "set an appointment for covid testing"
        },
        {
          "text": "testing locations?"
        },
        {
          "text": "testing spots for coronavirus?"
        },
        {
          "text": "where can I be tested"
        },
        {
          "text": "where can I get a coronavirus test"
        },
        {
          "text": "Where can I get a COVID-19 test?"
        },
        {
          "text": "where can i get a test"
        },
        {
          "text": "where can I get a test?"
        },
        {
          "text": "where can I get a test done"
        },
        {
          "text": "where can I get a test done?"
        },
        {
          "text": "where can I get a test kit"
        },
        {
          "text": "where can i get screened?"
        },
        {
          "text": "where can i get tested"
        },
        {
          "text": "Where can I get tested for Corona?"
        },
        {
          "text": "where can i get tested for coronavirus"
        },
        {
          "text": "Where can I get tested for coronavirus?"
        },
        {
          "text": "Where can I get tested for cover-19"
        },
        {
          "text": "where can I get tested for the coronavirus in New York"
        },
        {
          "text": "where can I get tested in alabama"
        },
        {
          "text": "where can I get tested in Houston?"
        },
        {
          "text": "where can I get tested in new mexico"
        },
        {
          "text": "Where can I go to get tested for COVID?"
        },
        {
          "text": "where can I order a coronavirus test"
        },
        {
          "text": "Where can I test"
        },
        {
          "text": "where do I get a test"
        },
        {
          "text": "Where do I go for COVID19 testing?"
        },
        {
          "text": "where I can get tested"
        },
        {
          "text": "where should I go to get screened"
        },
        {
          "text": "Who do I contact if I want to get tested for covid 19 infection?"
        }
      ],
      "description": "Where to get tested."
    },
    {
      "intent": "COVID_Transmission",
      "examples": [
        {
          "text": "does the virus spread thru surfaces"
        },
        {
          "text": "how can covid be transmitted"
        },
        {
          "text": "How can I get infected?"
        },
        {
          "text": "How contagious is COVID-19?"
        },
        {
          "text": "how does coronavirus spread?"
        },
        {
          "text": "how does covid-19 spread"
        },
        {
          "text": "how does covid-19 spread to others"
        },
        {
          "text": "how does covid spread"
        },
        {
          "text": "How does covid spread?"
        },
        {
          "text": "How does the infection spread"
        },
        {
          "text": "how does the virus spread"
        },
        {
          "text": "How do I catch the virus?"
        },
        {
          "text": "How is COVID-19 spread?"
        },
        {
          "text": "How is covid transmitted?"
        },
        {
          "text": "how many people are infected in the United States"
        },
        {
          "text": "How would I catch it?"
        },
        {
          "text": "How would I get covid?"
        },
        {
          "text": "Is Coronavirus contagious?"
        },
        {
          "text": "is covid-19 contagious?"
        },
        {
          "text": "is covid19 contagious?"
        },
        {
          "text": "is covid transmissible from animals?"
        },
        {
          "text": "is it contagious"
        },
        {
          "text": "Is it possible to get infected from the infected person the next day?"
        },
        {
          "text": "number of infected"
        },
        {
          "text": "spreading covid to others"
        },
        {
          "text": "When does a person become contagious?"
        }
      ],
      "description": "How Covid-19 is transmitted."
    },
    {
      "intent": "COVID_Travel_Restrictions",
      "examples": [
        {
          "text": "airline travel"
        },
        {
          "text": "Are there any travel restrictions in place yet?"
        },
        {
          "text": "Can I travel?"
        },
        {
          "text": "Can I travel for work?"
        },
        {
          "text": "Can I travel in the current emergency situation?"
        },
        {
          "text": "Can I travel out of the country?"
        },
        {
          "text": "can I travel to Arkansas"
        },
        {
          "text": "Can I visit relatives in another state?"
        },
        {
          "text": "Do I need a doctor's note to travel?"
        },
        {
          "text": "do i need to stay home"
        },
        {
          "text": "I just travelled. What do I do?"
        },
        {
          "text": "Is commercial air travel suspended too?"
        },
        {
          "text": "Is driving considered travel?"
        },
        {
          "text": "Is it safe to fly to Seattle?"
        },
        {
          "text": "I traveled to Italy recently. What do I do?"
        },
        {
          "text": "Should I cancel my flight to Denver?"
        },
        {
          "text": "Should I change my travel plans?"
        },
        {
          "text": "should i travel?"
        },
        {
          "text": "What counts as travel?"
        },
        {
          "text": "What if I urgently need to take a flight?"
        }
      ],
      "description": "Status of travel restrictions."
    },
    {
      "intent": "COVID_Treatment_Info",
      "examples": [
        {
          "text": "best vitamin to take"
        },
        {
          "text": "Can I lower my temperature using medication?"
        },
        {
          "text": "Can I take ibuprofen if I have corona virus?"
        },
        {
          "text": "Can medication be used to reduce fever?"
        },
        {
          "text": "can medication reduce fever caused by a possible covid infection?"
        },
        {
          "text": "How can I lower my temperature if I have the coronavirus?"
        },
        {
          "text": "How do I treat coronavirus?"
        },
        {
          "text": "How do we treat covid?"
        },
        {
          "text": "How to treat covid?"
        },
        {
          "text": "I heard about a medication for coronavirus treatment"
        },
        {
          "text": "Is there a medication that can help me feel better?"
        },
        {
          "text": "Is there a medication to reduce temperature with covid-19?"
        },
        {
          "text": "Medication that helps with coronavirus"
        },
        {
          "text": "Should I take Theraflu?"
        },
        {
          "text": "What is the treatment for covid-19?"
        },
        {
          "text": "What is the treatment for this disease?"
        },
        {
          "text": "what kind of medicine should I take"
        },
        {
          "text": "What medicine should I avoid taking if I have coronavirus"
        },
        {
          "text": "what medicine should I be taking for Covid 19"
        },
        {
          "text": "What medicine should I take for COVID 19"
        },
        {
          "text": "what medicines should I take if I have coronavirus"
        },
        {
          "text": "what medicines work best"
        },
        {
          "text": "what medicine work best for treatment ?"
        }
      ],
      "description": "How to treat Covid-19."
    },
    {
      "intent": "COVID_Treatment_Vaccine",
      "examples": [
        {
          "text": "Covid-19 vaccine?"
        },
        {
          "text": "How long does it take to develop a vaccine?"
        },
        {
          "text": "How long will it be until there is a vaccine?"
        },
        {
          "text": "Is it possible to estimate how long it will take to administer the drug / vaccine to people?"
        },
        {
          "text": "Is the covid vaccine ready?"
        },
        {
          "text": "Is there a covid vaccine?"
        },
        {
          "text": "Is there a cure for covid 19?"
        },
        {
          "text": "Is there a cure for covid-19?"
        },
        {
          "text": "Is there a magical cure for covid-19?"
        },
        {
          "text": "Is there a vaccine?"
        },
        {
          "text": "Is there a vaccine for corona virus"
        },
        {
          "text": "Is there a vaccine for coronavirus?"
        },
        {
          "text": "is there a vaccine for covid"
        },
        {
          "text": "Is there a vaccine for Covid-19"
        },
        {
          "text": "is there a vaccine for Covid-19?"
        },
        {
          "text": "Is there a vaccine for the coronavirus?"
        },
        {
          "text": "Is there a vaccine for this"
        },
        {
          "text": "What's the status of a vaccine?"
        },
        {
          "text": "When can I expect drugs for the virus?"
        },
        {
          "text": "When will covid-19 medicines be ready?"
        },
        {
          "text": "Why isn't there a vaccine yet?"
        }
      ],
      "description": "Questions about vaccination."
    },
    {
      "intent": "COVID_Unemployment_Application",
      "examples": [
        {
          "text": "apply for unemployment"
        },
        {
          "text": "How am I gonna pay my bills if I don't have a job anymore?"
        },
        {
          "text": "how can I apply for unemployment?"
        },
        {
          "text": "how can i apply for unemployment during this outbreak?"
        },
        {
          "text": "how do I apply for unemployment"
        },
        {
          "text": "how do I apply for unemployment because of covid-19"
        },
        {
          "text": "how do I apply for unemployment benefits?"
        },
        {
          "text": "how do I apply for unemployment benefits due to Covid-19?"
        },
        {
          "text": "how long can I get unemployment?"
        },
        {
          "text": "how long does it take to get unemployment"
        },
        {
          "text": "how to apply for unemployment"
        },
        {
          "text": "how to I apply for unemployment"
        },
        {
          "text": "i can't go to work.  can i get unemployment?"
        },
        {
          "text": "If I got furloughed, do I qualify for unemployment?"
        },
        {
          "text": "I have a question about unemployment"
        },
        {
          "text": "I just got laid off, now what?"
        },
        {
          "text": "i need to apply for unemployment.  how do I do it"
        },
        {
          "text": "what can I do if I lose my job"
        },
        {
          "text": "what can I do if I lose my job?"
        },
        {
          "text": "What do I do if I don't have unemployment insurance?"
        },
        {
          "text": "What happens if I lose my job?"
        },
        {
          "text": "What if I got furloughed?"
        },
        {
          "text": "where can I apply for unemployment"
        }
      ],
      "description": "How to apply for unemployment."
    },
    {
      "intent": "General_About_You",
      "examples": [
        {
          "text": "About you"
        },
        {
          "text": "Can I use another language?"
        },
        {
          "text": "Describe your self"
        },
        {
          "text": "Do you have a name?"
        },
        {
          "text": "Do you know who you are?"
        },
        {
          "text": "How can I configure you?"
        },
        {
          "text": "How do you function?"
        },
        {
          "text": "How old are you?"
        },
        {
          "text": "Introduce your self"
        },
        {
          "text": "I want to set up the chat bot for my shop"
        },
        {
          "text": "Let us talk about you"
        },
        {
          "text": "Tell me about your life"
        },
        {
          "text": "Tell me something about yourself"
        },
        {
          "text": "What languages do you speak?"
        },
        {
          "text": "What should I know about you?"
        },
        {
          "text": "What's your name?"
        },
        {
          "text": "Where are you from?"
        },
        {
          "text": "Where were you born?"
        },
        {
          "text": "Who are you?"
        },
        {
          "text": "Why are you here?"
        }
      ],
      "description": "Request generic personal attributes."
    },
    {
      "intent": "General_Agent_Capabilities",
      "examples": [
        {
          "text": "Can you please give me a list of the types of things you can help me with?"
        },
        {
          "text": "Can you tell me what services you are able to help me with?"
        },
        {
          "text": "Do you have a list of things I can talk to you about?"
        },
        {
          "text": "Help now"
        },
        {
          "text": "Hi, what do you do?"
        },
        {
          "text": "How can I use you?"
        },
        {
          "text": "How can you help me?"
        },
        {
          "text": "How can you solve my problems?"
        },
        {
          "text": "How do I use you?"
        },
        {
          "text": "I'd like to know what type of questions you can answer for me."
        },
        {
          "text": "I do not know what to ask"
        },
        {
          "text": "Is there anything you can help me with?"
        },
        {
          "text": "Tell me about what kind of things you do?"
        },
        {
          "text": "Tell me something"
        },
        {
          "text": "What are my options?"
        },
        {
          "text": "What are my options that you can help with?"
        },
        {
          "text": "What are you able to deal with?"
        },
        {
          "text": "What are you able to understand?"
        },
        {
          "text": "What are you capable of?"
        },
        {
          "text": "What are you good at?"
        },
        {
          "text": "What are your skills?"
        },
        {
          "text": "What are you used for?"
        },
        {
          "text": "What can I ask you to do?"
        },
        {
          "text": "What do you do?"
        },
        {
          "text": "What do you handle?"
        },
        {
          "text": "What else can you help me with?"
        },
        {
          "text": "What features are in here?"
        },
        {
          "text": "What is this 4?"
        },
        {
          "text": "What kinds of things can you do?"
        },
        {
          "text": "Where can I find the frequently asked questions?"
        }
      ],
      "description": "Request capabilities of the bot."
    },
    {
      "intent": "General_Connect_to_Agent",
      "examples": [
        {
          "text": "Agent help"
        },
        {
          "text": "A real agent, please."
        },
        {
          "text": "Call agent"
        },
        {
          "text": "Can I connect to an agent?"
        },
        {
          "text": "Can I speak to a human please?"
        },
        {
          "text": "Can I speak to a live person?"
        },
        {
          "text": "Can I speak to an advisor?"
        },
        {
          "text": "Can I speak with somebody?"
        },
        {
          "text": "Can I talk to someone?"
        },
        {
          "text": "Can you assist me to connect to an agent?"
        },
        {
          "text": "Can you connect me with a real person?"
        },
        {
          "text": "Connect me to a live operator please."
        },
        {
          "text": "Contact person"
        },
        {
          "text": "Could you please transfer me to your master?"
        },
        {
          "text": "Customer service representative please."
        },
        {
          "text": "Do not want a robot?"
        },
        {
          "text": "Hi can you transfer me"
        },
        {
          "text": "How can I skip the recorded menu and go straight to a live person?"
        },
        {
          "text": "I don't want to talk to a bot."
        },
        {
          "text": "I don't want to talk to you"
        },
        {
          "text": "I need to speak to a representative. How would I go about doing so?"
        },
        {
          "text": "Is there anyone there I can actually talk to for real?"
        },
        {
          "text": "I want agent"
        },
        {
          "text": "I want a manager"
        },
        {
          "text": "I want an agent to help me"
        },
        {
          "text": "I want to talk to a person"
        },
        {
          "text": "I would like to speak to a human"
        },
        {
          "text": "I would like to speak to someone"
        },
        {
          "text": "Need help from human"
        },
        {
          "text": "Operator please"
        },
        {
          "text": "Please assist me to get to an agent"
        },
        {
          "text": "Please connect me to a live agent"
        },
        {
          "text": "Please let me talk to a human being."
        },
        {
          "text": "Pls connect"
        },
        {
          "text": "Put me through to someone"
        },
        {
          "text": "Send me to an agent"
        },
        {
          "text": "Where is the closest agent?"
        },
        {
          "text": "Yes, take me to a real person"
        }
      ],
      "description": "Request a human agent."
    },
    {
      "intent": "General_Ending",
      "examples": [
        {
          "text": "Bye bye"
        },
        {
          "text": "Bye now"
        },
        {
          "text": "Catch you later"
        },
        {
          "text": "Cya later"
        },
        {
          "text": "Ending this session"
        },
        {
          "text": "End trial"
        },
        {
          "text": "Finished now, good bye"
        },
        {
          "text": "Get lost"
        },
        {
          "text": "Go away"
        },
        {
          "text": "Going now"
        },
        {
          "text": "Goodbye"
        },
        {
          "text": "Good. bye."
        },
        {
          "text": "Go off"
        },
        {
          "text": "Have a nice day?"
        },
        {
          "text": "Hey bot go away"
        },
        {
          "text": "I am leaving"
        },
        {
          "text": "I am out of here"
        },
        {
          "text": "I d like to stop doing this"
        },
        {
          "text": "I have got to go"
        },
        {
          "text": "I'm done"
        },
        {
          "text": "Im done"
        },
        {
          "text": "Im good thank you"
        },
        {
          "text": "I'm leaving now"
        },
        {
          "text": "It was nice chatting with you"
        },
        {
          "text": "I want to quit"
        },
        {
          "text": "Ok goodbye"
        },
        {
          "text": "See you"
        },
        {
          "text": "See you later"
        },
        {
          "text": "Shut up"
        },
        {
          "text": "Stop doing this"
        },
        {
          "text": "Stop talking to me"
        },
        {
          "text": "Thanks, bye!"
        },
        {
          "text": "Thanks very much, bye!"
        },
        {
          "text": "Thank you for your time"
        },
        {
          "text": "That is all"
        },
        {
          "text": "That's everything"
        },
        {
          "text": "Time to go"
        }
      ],
      "description": "End the conversation."
    },
    {
      "intent": "General_Greetings",
      "examples": [
        {
          "text": "Good day"
        },
        {
          "text": "Good evening"
        },
        {
          "text": "Good morning"
        },
        {
          "text": "Good to see you"
        },
        {
          "text": "Greetings"
        },
        {
          "text": "Have you been well?"
        },
        {
          "text": "Hello"
        },
        {
          "text": "Hello Agent"
        },
        {
          "text": "Hello I am looking for some help here"
        },
        {
          "text": "Hey how are you doing"
        },
        {
          "text": "Hey there"
        },
        {
          "text": "Hey there all"
        },
        {
          "text": "Hey twin"
        },
        {
          "text": "Hey you"
        },
        {
          "text": "Hi advisor"
        },
        {
          "text": "Hi there"
        },
        {
          "text": "How are things going?"
        },
        {
          "text": "How are you today?"
        },
        {
          "text": "How have you been?"
        },
        {
          "text": "How is it going?"
        },
        {
          "text": "How r u?"
        },
        {
          "text": "Looking good eve"
        },
        {
          "text": "Ok take me back"
        },
        {
          "text": "What's new?"
        },
        {
          "text": "What's up?"
        },
        {
          "text": "Who is this?"
        },
        {
          "text": "You there"
        }
      ],
      "description": "Greet the bot."
    },
    {
      "intent": "General_Human_or_Bot",
      "examples": [
        {
          "text": "Am I chatting with a human?"
        },
        {
          "text": "Am I talking to a Bot?"
        },
        {
          "text": "Am I talking to a person or am I talking to an AI?"
        },
        {
          "text": "Am I talking to Watson?"
        },
        {
          "text": "Are you a human or a bot?"
        },
        {
          "text": "Are you a robot?"
        },
        {
          "text": "Are you even real?"
        },
        {
          "text": "Are you human?"
        },
        {
          "text": "Are you real?"
        },
        {
          "text": "How can you prove you are a human?"
        },
        {
          "text": "Is this a computer?"
        },
        {
          "text": "Tell me, are you a human or no?"
        }
      ],
      "description": "Ask if speaking to a human or a bot."
    },
    {
      "intent": "General_Jokes",
      "examples": [
        {
          "text": "Another joke"
        },
        {
          "text": "Are there jokes?"
        },
        {
          "text": "Can you tell a joke?"
        },
        {
          "text": "Can you tell me a joke?"
        },
        {
          "text": "Do you have a joke?"
        },
        {
          "text": "Do you have humor?"
        },
        {
          "text": "Do you like fun?"
        },
        {
          "text": "Do you like humor?"
        },
        {
          "text": "I want a joke"
        },
        {
          "text": "One more joke"
        },
        {
          "text": "Surprise me with something hilarious"
        },
        {
          "text": "Tell me a joke"
        },
        {
          "text": "Tell me something funny"
        },
        {
          "text": "What do you do for fun?"
        },
        {
          "text": "What is your favorite joke?"
        }
      ],
      "description": "Request a joke."
    },
    {
      "intent": "General_Negative_Feedback",
      "examples": [
        {
          "text": "Do not like you?"
        },
        {
          "text": "Everyone hates you"
        },
        {
          "text": "Hate you"
        },
        {
          "text": "I do not like you"
        },
        {
          "text": "I hate this!"
        },
        {
          "text": "I hate you"
        },
        {
          "text": "It is annoying"
        },
        {
          "text": "Quit annoying me"
        },
        {
          "text": "Robots are boring"
        },
        {
          "text": "Robots are stupid"
        },
        {
          "text": "Stupid"
        },
        {
          "text": "Why are you so annoying?"
        },
        {
          "text": "Why are you stupid?"
        },
        {
          "text": "You are having delusions"
        },
        {
          "text": "You are on my nerves"
        },
        {
          "text": "You are very frustrating"
        },
        {
          "text": "You do not seem smart"
        },
        {
          "text": "You're really frustrating"
        },
        {
          "text": "You're really irritating"
        },
        {
          "text": "You're too stupid"
        }
      ],
      "description": "Express unfavorable feedback."
    },
    {
      "intent": "General_Positive_Feedback",
      "examples": [
        {
          "text": "Brilliant!"
        },
        {
          "text": "Can't believe you are that good"
        },
        {
          "text": "How cool is this?"
        },
        {
          "text": "I like what you did there! :)"
        },
        {
          "text": "I'm looking forward to working with you again! :)"
        },
        {
          "text": "Love your work"
        },
        {
          "text": "Ok thank you"
        },
        {
          "text": "Thank you"
        },
        {
          "text": "This is good"
        },
        {
          "text": "This is great"
        },
        {
          "text": "This is so cool"
        },
        {
          "text": "You are awesome"
        },
        {
          "text": "You are great"
        },
        {
          "text": "You are the best"
        },
        {
          "text": "You are wonderful"
        },
        {
          "text": "You gave me exactly what I need!"
        },
        {
          "text": "You're a genius!"
        },
        {
          "text": "You the man"
        },
        {
          "text": "You've been so helpful :)"
        }
      ],
      "description": "Express positive sentiment or gratitude."
    },
    {
      "intent": "General_Security_Assurance",
      "examples": [
        {
          "text": "Are you safe?"
        },
        {
          "text": "Are you safe on hackers?"
        },
        {
          "text": "Can I be sure that my stored card details are held securely?"
        },
        {
          "text": "Conversation secure?"
        },
        {
          "text": "Customer info secured?"
        },
        {
          "text": "Do you have protection against hacks?"
        },
        {
          "text": "How do I know if my card info is kept safe?"
        },
        {
          "text": "How do I know this chat is not a scam?"
        },
        {
          "text": "How is my credit card info secured?"
        },
        {
          "text": "How safe is my data?"
        },
        {
          "text": "I'd like proof of a secure chat"
        },
        {
          "text": "In what way can I tell if my plastic is safe?"
        },
        {
          "text": "Is my card info secure?"
        },
        {
          "text": "Is my payment information secure?"
        },
        {
          "text": "Is there a reason to distrust this chat?"
        },
        {
          "text": "Is this an official chat?"
        },
        {
          "text": "Is this a trusted chat site?"
        },
        {
          "text": "Is this conversation secure?"
        },
        {
          "text": "Precautions hackers?"
        },
        {
          "text": "Protection hacks?"
        },
        {
          "text": "Secure conversation?"
        },
        {
          "text": "What guards do you have in place to protect your customer's data?"
        },
        {
          "text": "What makes this chat trustworthy?"
        },
        {
          "text": "What safety measures are used to ensure that chat is secure?"
        },
        {
          "text": "Why would I trust this chat?"
        },
        {
          "text": "Will my conversation remain secured?"
        }
      ],
      "description": "Express concerns about the security of the bot."
    },
    {
      "intent": "nohelp",
      "examples": [
        {
          "text": "ewww"
        },
        {
          "text": "Ewwww"
        },
        {
          "text": "I dont want to"
        },
        {
          "text": "No I dont want you to help"
        },
        {
          "text": "Not really"
        },
        {
          "text": "Yuck"
        }
      ],
      "description": ""
    },
    {
      "intent": "notalk",
      "examples": [
        {
          "text": "I dont want to talk about it"
        },
        {
          "text": "I prefer not to"
        },
        {
          "text": "No I dont want to"
        }
      ],
      "description": "refusal"
    },
    {
      "intent": "response_change",
      "examples": [
        {
          "text": "change it"
        },
        {
          "text": "I want to modify"
        },
        {
          "text": "I want to rewrite it"
        },
        {
          "text": "I want to set a different one"
        },
        {
          "text": "let's try again"
        },
        {
          "text": "modify"
        },
        {
          "text": "no, I want to change it"
        },
        {
          "text": "no, I want to do it again"
        },
        {
          "text": "no, let me tell you again"
        }
      ],
      "description": ""
    },
    {
      "intent": "response_no",
      "examples": [
        {
          "text": "exit"
        },
        {
          "text": "forget it"
        },
        {
          "text": "I don't think so"
        },
        {
          "text": "incorrect"
        },
        {
          "text": "nah"
        },
        {
          "text": "no"
        },
        {
          "text": "nope"
        },
        {
          "text": "not"
        },
        {
          "text": "not really"
        },
        {
          "text": "not right"
        },
        {
          "text": "quit"
        },
        {
          "text": "scratch that"
        },
        {
          "text": "that's wrong"
        }
      ],
      "description": ""
    },
    {
      "intent": "response_yes",
      "examples": [
        {
          "text": "correct"
        },
        {
          "text": "exactly"
        },
        {
          "text": "I guess"
        },
        {
          "text": "I suppose"
        },
        {
          "text": "of course"
        },
        {
          "text": "ok"
        },
        {
          "text": "okay"
        },
        {
          "text": "okie dokie"
        },
        {
          "text": "perfect"
        },
        {
          "text": "right"
        },
        {
          "text": "sounds good"
        },
        {
          "text": "sure"
        },
        {
          "text": "that's right"
        },
        {
          "text": "yah"
        },
        {
          "text": "yes"
        },
        {
          "text": "yup"
        }
      ],
      "description": ""
    },
    {
      "intent": "suggesthingstodo",
      "examples": [
        {
          "text": "I'm bored"
        },
        {
          "text": "It's so boring"
        },
        {
          "text": "Suggest me things to do?"
        },
        {
          "text": "What are fun things to do?"
        },
        {
          "text": "What can I do?"
        },
        {
          "text": "What can I do to feel better?"
        }
      ],
      "description": ""
    },
    {
      "intent": "suggestplacestoeat",
      "examples": [
        {
          "text": "I'm hungry"
        },
        {
          "text": "I want a burger"
        },
        {
          "text": "I want food"
        },
        {
          "text": "I want sushi"
        },
        {
          "text": "I want tacos"
        },
        {
          "text": "What are good places to eat?"
        },
        {
          "text": "Where to eat?"
        }
      ],
      "description": ""
    },
    {
      "intent": "Telco_Activate_Device",
      "examples": [
        {
          "text": "Authorize chip sim card"
        },
        {
          "text": "Can I activate my new phone please?"
        },
        {
          "text": "Could you activate a sim?"
        },
        {
          "text": "Hello, I have a new device and pay monthly sim with you through carphone warehouse and it's been 24 hours and the sim is still not working and carphone are saying everything is activated on there end"
        },
        {
          "text": "Hi I'd like to activate my sim and I've had a lot of problems with this previously"
        },
        {
          "text": "How can I activate a 4g device?"
        },
        {
          "text": "How do I go about activating my phone?"
        },
        {
          "text": "I am calling to activate my new phone"
        },
        {
          "text": "I want my iphone up"
        },
        {
          "text": "I want to activate my sim"
        },
        {
          "text": "I would like to activate my new device please"
        },
        {
          "text": "Just want my phone on"
        },
        {
          "text": "My sim hasn't been activated yet and it's been weeks"
        },
        {
          "text": "Simcard activation"
        },
        {
          "text": "Sim set up"
        },
        {
          "text": "To get the phone activated"
        },
        {
          "text": "What is the toll free number to activate a sim card?"
        },
        {
          "text": "When will my sim be activated as I still cant make calls?"
        },
        {
          "text": "Why isn't my new number activated yet?"
        },
        {
          "text": "Would you mind activating my device?"
        }
      ],
      "description": "Activate a device."
    },
    {
      "intent": "Telco_Activate_Prepaid_Plan",
      "examples": [
        {
          "text": "Can you tell me when my phone will be activated?"
        },
        {
          "text": "Could you kindly activate my phone?"
        },
        {
          "text": "Could you show me how to activate my prepaid device please?"
        },
        {
          "text": "Hey I would like to activate my prepaid phone please"
        },
        {
          "text": "How can I activated my prepaid device?"
        },
        {
          "text": "How can I activate my new prepaid phone at the local store?"
        },
        {
          "text": "How do I add a used prepaid phone to my account that I purchased?"
        },
        {
          "text": "How do I setup my pre paid service?"
        },
        {
          "text": "How do I turn on the prepaid phone service?"
        },
        {
          "text": "How long will it take for my prepaid phone to activate?"
        },
        {
          "text": "How to activate prepaid product?"
        },
        {
          "text": "I have prepaid service and need to know how long it takes for it to become activated"
        },
        {
          "text": "I'm finding it difficult to activate my prepaid phone. is there a step by step guide anywhere?"
        },
        {
          "text": "I want to setup up my prepaid device"
        },
        {
          "text": "Just got a new prepaid phone, can you get it activated for me?"
        },
        {
          "text": "May you help me to my pay and go device?"
        },
        {
          "text": "Using my pre paid device"
        },
        {
          "text": "What do I need to do to activate my prepaid mobile?"
        },
        {
          "text": "What's the best way to remove the restriction and activate a new pay as you go mobile?"
        },
        {
          "text": "When will my new phone be activated?"
        }
      ],
      "description": "Activate a prepaid plan."
    },
    {
      "intent": "Telco_Activate_Roaming",
      "examples": [
        {
          "text": "Activate phone outside us"
        },
        {
          "text": "Can I add roaming to my plan?"
        },
        {
          "text": "Can I start roaming service?"
        },
        {
          "text": "Can I use my phone while traveling?"
        },
        {
          "text": "Great ok by the way I need to activate international roaming"
        },
        {
          "text": "Hello activate roaming"
        },
        {
          "text": "How can I start using my phone abroad?"
        },
        {
          "text": "How can I use the roaming service?"
        },
        {
          "text": "How do I begin roaming?"
        },
        {
          "text": "I already have a sim I want to add international roaming service"
        },
        {
          "text": "I'm going on vacation next week overseas. is there anything I need to update to keep being able to use this service while I'm there?"
        },
        {
          "text": "I m travelling abroad to venice with work and I want to activate roaming"
        },
        {
          "text": "I wanna initiate roaming"
        },
        {
          "text": "I would like to add roaming to my account"
        },
        {
          "text": "Phone travelling on"
        },
        {
          "text": "Please add international roaming to my account"
        },
        {
          "text": "Set up roaming"
        },
        {
          "text": "This phone works abroad?"
        },
        {
          "text": "Turn on roaming abroad"
        },
        {
          "text": "Turn on the roaming function."
        }
      ],
      "description": "Activate international roaming."
    },
    {
      "intent": "Telco_Add_Insurance",
      "examples": [
        {
          "text": "Add a protection plan."
        },
        {
          "text": "Can I put insurance back on cell phones after 60 days?"
        },
        {
          "text": "Do I have security coverage in my account?"
        },
        {
          "text": "How does insurance work?"
        },
        {
          "text": "How do I buy insurance?"
        },
        {
          "text": "How much am I going to be charged monthly if I add an insurance of my phone?"
        },
        {
          "text": "How to insure?"
        },
        {
          "text": "I'd like to get insurance"
        },
        {
          "text": "I forgot to ask for insurance when I bought my phone last week."
        },
        {
          "text": "I need to add insurance"
        },
        {
          "text": "Insurance please"
        },
        {
          "text": "I want my phone to be insured."
        },
        {
          "text": "I what to add an insurance."
        },
        {
          "text": "I would like to purchase coverage for my phone."
        },
        {
          "text": "This phone comes with insurance? how do I know? do I need to pay extra fee?"
        },
        {
          "text": "Want to check on insurance"
        },
        {
          "text": "What are the options for insurance?"
        },
        {
          "text": "What is about the insurance coverage?"
        },
        {
          "text": "What types of phone insurance are available?"
        },
        {
          "text": "Will I need insurance if I rent from you?"
        }
      ],
      "description": "Add insurance coverage to an account."
    },
    {
      "intent": "Telco_Add_Service_Features",
      "examples": [
        {
          "text": "Add call waiting"
        },
        {
          "text": "Add something to existing plan."
        },
        {
          "text": "Can I add a ringback tone?"
        },
        {
          "text": "Can I request a hot-spot service for the next month?"
        },
        {
          "text": "Can you re-instate the extra calling features that I used last summer?"
        },
        {
          "text": "Could I get more space in my voicemail box?"
        },
        {
          "text": "Do I have call forwarding?"
        },
        {
          "text": "Hi I d like to enable wifi calling"
        },
        {
          "text": "How can I active the international usage on my line?"
        },
        {
          "text": "How can I enable gps service for a non-smart phone in my account?"
        },
        {
          "text": "How do I add a feature?"
        },
        {
          "text": "How do I add tethering to my phone?"
        },
        {
          "text": "How do I block all out-of-state incoming calls as all out-of-state calls I have been getting are telemarketers?"
        },
        {
          "text": "How much is it going to cost to add text messaging to my current plan?"
        },
        {
          "text": "I wanna block a number"
        },
        {
          "text": "I want to add call display. can you help me?"
        },
        {
          "text": "I would like help adding voicemail to account."
        },
        {
          "text": "I would like to add features"
        },
        {
          "text": "What are services you can add?"
        },
        {
          "text": "What is the tracking service?"
        }
      ],
      "description": "Add new service features."
    },
    {
      "intent": "Telco_Change_Price_Plan",
      "examples": [
        {
          "text": "Can I buy extra data and keep my same plan?"
        },
        {
          "text": "Can I change my basic plan through this number?"
        },
        {
          "text": "How can I go back to my old plan?"
        },
        {
          "text": "How can I improve my internet speeds?"
        },
        {
          "text": "How do I change my price plan to pay as you go?"
        },
        {
          "text": "How hard is it to change data plans?"
        },
        {
          "text": "I'd like to pay less for my service"
        },
        {
          "text": "I'd like to switch my service"
        },
        {
          "text": "Increase service"
        },
        {
          "text": "I need help with switch my service"
        },
        {
          "text": "I need to change my service"
        },
        {
          "text": "I need to change the current plan my phone"
        },
        {
          "text": "Is there a better plan for me?"
        },
        {
          "text": "Is there a cheaper contract?"
        },
        {
          "text": "I want info on how to change my plan to a new offer"
        },
        {
          "text": "I want to change to a new plan, how much more would that cost"
        },
        {
          "text": "Please help me change my service"
        },
        {
          "text": "Tell me about changing the price plan for me!"
        },
        {
          "text": "Unlimited data please"
        },
        {
          "text": "What are the costs to upgrade my plan and the applicable charges?"
        }
      ],
      "description": "Inquire about changing a plan."
    },
    {
      "intent": "Telco_Coverage_Area_Inquiry",
      "examples": [
        {
          "text": "Any plans to improve the coverage of Happy Valley soon? I live there and I need to know if someone can help"
        },
        {
          "text": "Can a single subscriber convince you to improve/add coverage to Happy Valley, PA?"
        },
        {
          "text": "How can I find out if your company provides a coverage in my area?"
        },
        {
          "text": "How large is the coverage area?"
        },
        {
          "text": "I am planning to stop at a wireless store today. Do you have a coverage map available?"
        },
        {
          "text": "I'm moving to dallas, will my phone work there?"
        },
        {
          "text": "I'm not getting any signal at school, is it outside of your coverage area?"
        },
        {
          "text": "Is there phone reception in the adirondacks?"
        },
        {
          "text": "Is there service in northern california?"
        },
        {
          "text": "I want to know which areas in florida have 3 g services"
        },
        {
          "text": "Network coverage"
        },
        {
          "text": "Next week I will be going to hawaii. will I have reception there?"
        },
        {
          "text": "Show me the map"
        },
        {
          "text": "Tell me if there is service on the east coast"
        },
        {
          "text": "What areas do you support?"
        },
        {
          "text": "What carrier has the best coverage on the metro north train line?"
        },
        {
          "text": "What is my network coverage?"
        },
        {
          "text": "Where can I get the best reception locally?"
        },
        {
          "text": "Where will my phone receive the best covereage?"
        },
        {
          "text": "Why cell phone coverage is not working in Happy Valley, PA?"
        }
      ],
      "description": "Inquire about network coverage."
    },
    {
      "intent": "Telco_Deactivate_Prepaid_Plan",
      "examples": [
        {
          "text": "Cancel prepaid phone"
        },
        {
          "text": "Can I deactivate my prepaid phone?"
        },
        {
          "text": "Can I disable my prepaid phone?"
        },
        {
          "text": "Can you help me deactivate my prepaid device?"
        },
        {
          "text": "Can you please help me stop using my as you go phone?"
        },
        {
          "text": "Can you tell me how long it typically takes to cancel my prepaid device?"
        },
        {
          "text": "Could you show me how to shut down my pay as you go device?"
        },
        {
          "text": "De-activate prepaid plan"
        },
        {
          "text": "Do they deactivate pay and go phones at stores?"
        },
        {
          "text": "How can I shut down my prepaid phone?"
        },
        {
          "text": "How can my new prepaid phone be turned off?"
        },
        {
          "text": "How do I go about deactivating my pay as you go device?"
        },
        {
          "text": "How long does it take for a pre-paid device to stop operating?"
        },
        {
          "text": "I don't want to use my current prepaid phone anymore"
        },
        {
          "text": "Is online deactivation available for prepaid phone?"
        },
        {
          "text": "It's possible deactivate my prepaid phone device?"
        },
        {
          "text": "May you help to desactivate my prepaid device?."
        },
        {
          "text": "Please help me to cancel my prepaid device."
        },
        {
          "text": "Stop service on my prepaid line"
        },
        {
          "text": "What do I need to do to get my pre-paid phone deactivated?"
        }
      ],
      "description": "Deactivate a prepaid plan."
    },
    {
      "intent": "Telco_Deactivate_Roaming",
      "examples": [
        {
          "text": "Could you show me how to turn off data roaming?"
        },
        {
          "text": "Deactivate roaming abroad"
        },
        {
          "text": "Deactivate roaming on my number"
        },
        {
          "text": "Disable my cell phone outside the united states"
        },
        {
          "text": "Help with deactivating roaming"
        },
        {
          "text": "How do I shut down my phone from searching?"
        },
        {
          "text": "How do I turn off data roaming on my phone?"
        },
        {
          "text": "I don't want to have connection in another country"
        },
        {
          "text": "I don't want to use my phone while traveling"
        },
        {
          "text": "I want to shut down my phone outside of the us."
        },
        {
          "text": "I want to stop the roaming"
        },
        {
          "text": "I want to turn off the roaming function."
        },
        {
          "text": "Need to keep the roaming feature turned off."
        },
        {
          "text": "Quit roaming"
        },
        {
          "text": "Stop prepaid phone from roaming."
        },
        {
          "text": "Stop service on phone when outside the u.s."
        },
        {
          "text": "Stop the connection in other areas"
        },
        {
          "text": "Turn off mobile searching."
        },
        {
          "text": "Turn off phone travelling"
        },
        {
          "text": "What can I do to stop roaming?"
        }
      ],
      "description": "Deactivate international roaming."
    },
    {
      "intent": "Telco_Device_Upgrade_Eligibility",
      "examples": [
        {
          "text": "Am I due an upgrade at the moment?"
        },
        {
          "text": "And to be clear here, as a jump customer, I can upgrade all my lines online, as long as they're jump eligible, correct?"
        },
        {
          "text": "Are there any free upgrades available on my account?"
        },
        {
          "text": "Does my contract allows me to make an upgrade now or should I wait until the contract ends?"
        },
        {
          "text": "Do I have the requirements for upgrade?"
        },
        {
          "text": "Give me a new phone"
        },
        {
          "text": "Help me change my phone"
        },
        {
          "text": "Hoping I could get a new phone?"
        },
        {
          "text": "How I can upgrade my phone for the latest model?"
        },
        {
          "text": "I need to know on what date updating my phone be conducted?"
        },
        {
          "text": "I want to change my device?"
        },
        {
          "text": "I would like to upgrade"
        },
        {
          "text": "Please inform me when I can change my device again"
        },
        {
          "text": "Upgrading early if possible as its stopped working"
        },
        {
          "text": "What are my upgrade options?"
        },
        {
          "text": "What is my eligibility for an upgrade?"
        },
        {
          "text": "What's the waiting period until my next upgrade?"
        },
        {
          "text": "What year will I be eligible for an upgrade?"
        },
        {
          "text": "When can I get a new phone?"
        },
        {
          "text": "When to upgrade?"
        }
      ],
      "description": "Inquire about when, if, or how a device can be upgraded."
    },
    {
      "intent": "Telco_International_Rate_Plan_Inquiry",
      "examples": [
        {
          "text": "Calls abroad"
        },
        {
          "text": "Can family members overseas call me internationally on my phone?"
        },
        {
          "text": "Can I call to Canada for free?"
        },
        {
          "text": "Can you tell me the current rate of charges from Europe mainland to uk from my phone?"
        },
        {
          "text": "Could you please tell me how much it would cost me to phone to france?"
        },
        {
          "text": "Does my plan include international calling?"
        },
        {
          "text": "Do you offer international service?"
        },
        {
          "text": "Hello. I've never made an international call on my phone and would like to know about what happens if I do?"
        },
        {
          "text": "How much do calls to the U.K. cost?"
        },
        {
          "text": "International plans"
        },
        {
          "text": "Internation calling"
        },
        {
          "text": "Is there a plan in which I can make calls to India for free? or at a cheap rate?"
        },
        {
          "text": "I want to make a call to Germany"
        },
        {
          "text": "What are the charges for calling outside US?"
        },
        {
          "text": "What are the international rates from my home country?"
        },
        {
          "text": "What international plans do you carry?"
        },
        {
          "text": "What is the best international rate plan?"
        },
        {
          "text": "What is the price of phone calls internationally? during what times are they for free?"
        },
        {
          "text": "What's the off peak cost to call london?"
        },
        {
          "text": "Why do I pay such high prices for calls to the uk?"
        }
      ],
      "description": "Inquire about international plans."
    },
    {
      "intent": "Telco_Network_Complaints",
      "examples": [
        {
          "text": "Can't access the network"
        },
        {
          "text": "I am having a lot of call dropouts"
        },
        {
          "text": "I am not getting reception in certain areas. are there areas where my service provider does not provide coverage?"
        },
        {
          "text": "I can use my phone apps but not make calls."
        },
        {
          "text": "I don't have signal on my cell"
        },
        {
          "text": "I don't know why but my phone doesn't work at home"
        },
        {
          "text": "I don't receive phone calls"
        },
        {
          "text": "I have a problem with coverage. can you help?"
        },
        {
          "text": "I haven't got a signal"
        },
        {
          "text": "I have poor reception in my house"
        },
        {
          "text": "I need help getting on the network"
        },
        {
          "text": "Is there a network issue in my area?"
        },
        {
          "text": "Is there bad network in my area?"
        },
        {
          "text": "I would like to know why I cannot receive calls today in the city where I currently live."
        },
        {
          "text": "My data network signal goes on and off every few hours please open a ticket"
        },
        {
          "text": "What can I do about dropped calls?"
        },
        {
          "text": "Why can't I get good service in norwalk, ct?"
        },
        {
          "text": "Why does my call drop every time I drive to work?"
        },
        {
          "text": "Why do I keep losing reception?"
        },
        {
          "text": "Why there's so many areas where I don't have reception?"
        }
      ],
      "description": "Inquire about network issues."
    },
    {
      "intent": "Telco_Network_Unlock",
      "examples": [
        {
          "text": "Can you explain how to unlock a gflex please?"
        },
        {
          "text": "Can you help access my device please?"
        },
        {
          "text": "Hi I need an nuc please"
        },
        {
          "text": "How do I get assistance unlocking my new pay as you go phone?"
        },
        {
          "text": "How do I get my phone unlocked?"
        },
        {
          "text": "How do I unlock a new prepaid phone that I just purchased?"
        },
        {
          "text": "How do I unlock my account on my pay as you go cell phone?"
        },
        {
          "text": "How to unlock a prepaid sim card for nokia lumina 520?"
        },
        {
          "text": "I have a locked phone that I need unlocked."
        },
        {
          "text": "I have a new phone and want to unlock it"
        },
        {
          "text": "I've done the online form thing but that can take upto 10 days is there someone who can unlock it now"
        },
        {
          "text": "I want my phone to not be locked."
        },
        {
          "text": "My number was transferred to another provider at my request and now I find I cannot obtain an unlock code for my phone which incidentally I purchased myself"
        },
        {
          "text": "Puk code"
        },
        {
          "text": "Want to unlock device from a service network"
        },
        {
          "text": "We're trying to unlock my daughter's phone it's taking too long. help?"
        },
        {
          "text": "What is my puk?"
        },
        {
          "text": "What is the amount of time it takes to unlock a device?"
        },
        {
          "text": "Why is my new phone still locked?"
        },
        {
          "text": "Your store would not unlock it for me and told me to complete the online form"
        }
      ],
      "description": "Unlock a device from a specific service network."
    },
    {
      "intent": "Telco_Port_In",
      "examples": [
        {
          "text": "Bring my number to your service"
        },
        {
          "text": "Can I keep my number now that I am switching to a burner phone?"
        },
        {
          "text": "Can I kindly ask you instead of copying and pasting lengthy messages how to transfer my old number to you?"
        },
        {
          "text": "Can I switch my service provider without losing my number?"
        },
        {
          "text": "Can I transfer my phone number when I start?"
        },
        {
          "text": "Can I use my number from before?"
        },
        {
          "text": "Do I have to change my number or can I keep my own?"
        },
        {
          "text": "Give me new pac codes"
        },
        {
          "text": "How do I bring in my number?"
        },
        {
          "text": "How do I transfer my service?"
        },
        {
          "text": "I'd like to retain the same phone number if I change service providers"
        },
        {
          "text": "Is it possible for me to switch services and still keep the same phone number?"
        },
        {
          "text": "I wanna port"
        },
        {
          "text": "I want to port in a phone"
        },
        {
          "text": "I want to switch my service provider but number should be same. how can I do this?"
        },
        {
          "text": "Need the pac code from my contract"
        },
        {
          "text": "Porting inquiry"
        },
        {
          "text": "Tell me if I'll lose my number if I switch service providers"
        },
        {
          "text": "What do I need to do to keep my sme phone number if I switch?"
        },
        {
          "text": "What is the procedure on how to switch from another carrrier and keeping the my number?"
        }
      ],
      "description": "Transfer a phone number from another service provider."
    },
    {
      "intent": "Telco_Price_Plan_Inquiry",
      "examples": [
        {
          "text": "Are my weekend calls free?"
        },
        {
          "text": "Can you please provide me with info on the different plans that are available?"
        },
        {
          "text": "Could you tell me the prices of the different packages?"
        },
        {
          "text": "Does the samsung galaxy Note9 require a data plan?"
        },
        {
          "text": "Do I get free calls?"
        },
        {
          "text": "How does my plan compare with the rest of the industry?"
        },
        {
          "text": "I need to know if there is any new promotions on my rate plan"
        },
        {
          "text": "I would like to know more about the services you offer"
        },
        {
          "text": "Show some plan"
        },
        {
          "text": "What are the current plans for multiple lines?"
        },
        {
          "text": "What are the data limits in your mobile subscribtion?"
        },
        {
          "text": "What are the latest offers for talk time?"
        },
        {
          "text": "What carrier service do you offer?"
        },
        {
          "text": "What data rates are available for my internet service and what are the charges?"
        },
        {
          "text": "What family or group share plans are available what is the service term?"
        },
        {
          "text": "What is the best internet offer package?"
        },
        {
          "text": "What offer am I on?"
        },
        {
          "text": "What type of deals to you have for a family of 6?"
        },
        {
          "text": "Which plan is the least expensive for my historic data usage?"
        },
        {
          "text": "Why is this the best tariff?"
        }
      ],
      "description": "Inquire about the price plan subscribed to."
    },
    {
      "intent": "Telco_Recharge_SIM",
      "examples": [
        {
          "text": "Adding minutes"
        },
        {
          "text": "Add money to prepaid"
        },
        {
          "text": "Can you tell me how can I add minutes to my prepaid phone?"
        },
        {
          "text": "Could you help me to add minutes to my pre paid?"
        },
        {
          "text": "Credit running out"
        },
        {
          "text": "How can I quickly recharge?"
        },
        {
          "text": "How can I top up my device?"
        },
        {
          "text": "How to top up to sim?"
        },
        {
          "text": "I need credit on my prepaid phone"
        },
        {
          "text": "I need to add some credit to my pre paid"
        },
        {
          "text": "I need your help to put money in my pre paid"
        },
        {
          "text": "I wanna add minutes"
        },
        {
          "text": "I want to topup prepay"
        },
        {
          "text": "I would like to recharge my prepaid service"
        },
        {
          "text": "Please increase my balance in my pay as you go phone?"
        },
        {
          "text": "Please recharge my sim"
        },
        {
          "text": "Recharge pre-paid plan"
        },
        {
          "text": "What is the procedure to initiate a recharge?"
        },
        {
          "text": "What needs to be done to fill the prem?"
        },
        {
          "text": "What should I do and I pay to fill pre-paid sim?"
        }
      ],
      "description": "Add value to a prepaid plan or SIM card."
    },
    {
      "intent": "Telco_Remove_Service_Features",
      "examples": [
        {
          "text": "Can I please remove some of my month to month services?"
        },
        {
          "text": "Can I remove a new feature to my plan?"
        },
        {
          "text": "Can I remove tethering please?"
        },
        {
          "text": "Can I update my plan to remove text messaging?"
        },
        {
          "text": "Can you help me remove the call blocking feature form my plan?"
        },
        {
          "text": "Disable voicemail?"
        },
        {
          "text": "Hey can you remove the roaming feature from my phone please"
        },
        {
          "text": "How can I remove hot-spot feature?"
        },
        {
          "text": "How do I cancel my international calling feature?"
        },
        {
          "text": "How do I remove roaming?"
        },
        {
          "text": "I need to remove mms on my phone."
        },
        {
          "text": "I recently signed up for a new plan but found I don't really use most of the options. could you please remove everything except regular calls and text messaging."
        },
        {
          "text": "I want to cancel mms from my plan and reduce the payment."
        },
        {
          "text": "I want to delete message feature"
        },
        {
          "text": "I want to remove call blocking from my plan."
        },
        {
          "text": "I want to remove some features"
        },
        {
          "text": "I want to remove the tethering and hot-spot services from my account"
        },
        {
          "text": "I would like to delete conference calling from my plan. can you help me do this please?"
        },
        {
          "text": "Please can you remove roaming from my plan."
        },
        {
          "text": "What features can I remove?"
        }
      ],
      "description": "Remove service features from a plan."
    },
    {
      "intent": "Telco_Return_Device",
      "examples": [
        {
          "text": "Am I still able to return my device even though it's been two months?"
        },
        {
          "text": "Can I return my phone to upgrade it?"
        },
        {
          "text": "Can I send you my device?"
        },
        {
          "text": "Do you take returns for upgrading to a new phone?"
        },
        {
          "text": "Hi I ve recently had a new phone but I don't like it I m happy to stay with the contract is it possible to go back to using my old phone"
        },
        {
          "text": "How do I return a broken phone?"
        },
        {
          "text": "How do I return something?"
        },
        {
          "text": "How long do I have to return the phone if I change my mind?"
        },
        {
          "text": "I am having a problem with the phone I just bought. How can I return it if it's pre-paid?"
        },
        {
          "text": "I bought a new cell phone two weeks ago and the reception is very bad. could you please tell me if I am within the covered period to return or exchange."
        },
        {
          "text": "I bought my phone last week and I'm thinking about returning it"
        },
        {
          "text": "I just missed the return deadline by a day, is there anything I can do about this?"
        },
        {
          "text": "I want to send my mobile back can you help me"
        },
        {
          "text": "I want to upgrade to the latest phone can I return the one I have now."
        },
        {
          "text": "Return policy"
        },
        {
          "text": "Should I return the remotes?"
        },
        {
          "text": "Tom what are the policies on returning a device that was used for one week?"
        },
        {
          "text": "Where can I return a router back to you in Happy Valley, PA?"
        },
        {
          "text": "Where to return my cable boxes?"
        },
        {
          "text": "Why won't your store accept my return?"
        }
      ],
      "description": "Inquire about returning unwanted devices."
    },
    {
      "intent": "Telco_Roaming_Inquiry",
      "examples": [
        {
          "text": "Can I use my phone in india?"
        },
        {
          "text": "Can you please give me rates for roaming?"
        },
        {
          "text": "Coverage abroad"
        },
        {
          "text": "Do I have free data and texting when traveling to the uk?"
        },
        {
          "text": "Hi I m going to france tomorrow"
        },
        {
          "text": "How does roaming work and how does it affect me?"
        },
        {
          "text": "How much does it cost to roam?"
        },
        {
          "text": "I'm going to bermuda and want to know my charges"
        },
        {
          "text": "I want to check my roaming status"
        },
        {
          "text": "Roaming question"
        },
        {
          "text": "Tell me the roaming costs for morocco"
        },
        {
          "text": "What about roaming?"
        },
        {
          "text": "What are the different international roaming packages avaialble?"
        },
        {
          "text": "What data plans are available when I travel out of the country?"
        },
        {
          "text": "What does it cost to surf in cuba?"
        },
        {
          "text": "What is the best rate plan for me given that I am travelling to the following countries in the next 3 months (germany india thailand)?"
        },
        {
          "text": "What options are there for phone use in canada?"
        },
        {
          "text": "Which service providers can I roam with?"
        },
        {
          "text": "Will I get service on my prepaid phone in another country?"
        },
        {
          "text": "Will my prepaid device work if I go to mexico?"
        }
      ],
      "description": "Inquire about using a phone outside of the home country."
    },
    {
      "intent": "Telco_Swap_Device",
      "examples": [
        {
          "text": "Can I switch my device?"
        },
        {
          "text": "How can I copy contacts from android to iphone?"
        },
        {
          "text": "How can I switch from an device to another one?"
        },
        {
          "text": "How can I switch my plan to a new phone?"
        },
        {
          "text": "How do I activate my new phone and disconnect the old one?"
        },
        {
          "text": "I am trying to swap two devices but I can't figure out what to do"
        },
        {
          "text": "I got a new iphone and I want to transfer them from my old iphone to my new one. Where can I find them?"
        },
        {
          "text": "I just got my iphone at your store but my old one is the only one working."
        },
        {
          "text": "I just purchased a new phone. can you guide me through the steps to switch my service to it?"
        },
        {
          "text": "I need to switch to a new device and I need you to activate it after deactivating my current one."
        },
        {
          "text": "Is it possible to swap sim card on iphone?"
        },
        {
          "text": "I want to swap"
        },
        {
          "text": "I would like to transfer service across to my new handset please"
        },
        {
          "text": "Move phone"
        },
        {
          "text": "My new phone came in the mail - what do I do now?"
        },
        {
          "text": "Sim swap time"
        },
        {
          "text": "Who do I contact to change my contract from my old phone to my new phone?"
        },
        {
          "text": "Will my text messages come over to my new phone when I migrate to it?"
        },
        {
          "text": "Will you tell me how to change to the new phone?"
        },
        {
          "text": "Yo, what do I do to switch the service from my old phone to my new one"
        }
      ],
      "description": "Change device."
    },
    {
      "intent": "Telco_Troubleshooting",
      "examples": [
        {
          "text": "Device is broken"
        },
        {
          "text": "Hello, I'm having problems with my phone. I looked online at the issues I'm having with it and it seems to be a faulty software issue. however, ive had this phone for a while so I'm hoping you can still help."
        },
        {
          "text": "Hi I updated my apps yesterday but my phone has since been stuck in a boot loop a factory reset has not worked either where do I stand"
        },
        {
          "text": "Hi my device isn't working"
        },
        {
          "text": "How can I get my wifi working again?"
        },
        {
          "text": "How many devices can a wireless router handle?"
        },
        {
          "text": "I am calling about support on a mobile data card"
        },
        {
          "text": "I cannot send messages of voice"
        },
        {
          "text": "I have a tablet that's continually rebooting, how do I resolve this?"
        },
        {
          "text": "I have problem in my handset"
        },
        {
          "text": "I have slow connection"
        },
        {
          "text": "My battery runs down too fast"
        },
        {
          "text": "My mobile data isn't working"
        },
        {
          "text": "Phone line fault"
        },
        {
          "text": "Testing an issue"
        },
        {
          "text": "What is the support for galaxy s4?"
        },
        {
          "text": "What's wrong with my iphone? it has lower signal strength than my samsung even when next to each other?"
        },
        {
          "text": "Why no display in the dashboard?"
        },
        {
          "text": "Yep tried not working"
        },
        {
          "text": "Yes lets do troubleshooting first"
        }
      ],
      "description": "Request help for a device or service issue."
    },
    {
      "intent": "Utilities_Construction",
      "examples": [
        {
          "text": "Can I receive calls while I work on the construction?"
        },
        {
          "text": "Can I relocate the fridge socket?"
        },
        {
          "text": "Can solar panels be installed when redoing the roof?"
        },
        {
          "text": "Can you disconnect my gas supply as I'm rebuilding my house?"
        },
        {
          "text": "How can I have solar panels placed during a roofing project?"
        },
        {
          "text": "I have got some home improving work booked soon"
        },
        {
          "text": "I have to dig by the house"
        },
        {
          "text": "I'm redoing our roof and would like to add solar panels"
        },
        {
          "text": "I'm remodeling my house"
        },
        {
          "text": "I need to keep my service doing my home construction."
        },
        {
          "text": "Is calling during construction allowed?"
        },
        {
          "text": "I want to tell you that I am starting construction"
        },
        {
          "text": "Tell me about the law I need to follow when remodeling"
        },
        {
          "text": "We are doing a house improvement project."
        },
        {
          "text": "We're making the house bigger"
        },
        {
          "text": "What are the regulations regarding knocking down this wall?"
        },
        {
          "text": "What are ways to rewire a room?"
        },
        {
          "text": "What should I consider doing first before renovating and creating more space with a room?"
        },
        {
          "text": "What things do I need to take into account before doing a remodeling?"
        },
        {
          "text": "Will you help us wire up the new rooms we added?"
        }
      ],
      "description": "Inquire about the impact that a construction project has on a utility service."
    },
    {
      "intent": "Utilities_File_A_Loss_Claim",
      "examples": [
        {
          "text": "Begin an insurance claim"
        },
        {
          "text": "By a hailstorm our panels were affected. insurance covers them"
        },
        {
          "text": "File the insurance claim"
        },
        {
          "text": "File tumbler claim"
        },
        {
          "text": "Help me fill a claim on my fuel heater insurance"
        },
        {
          "text": "Help us to fix the smoke heater problem claim"
        },
        {
          "text": "How do I file a claim for hail damaged solar panels?"
        },
        {
          "text": "How do I finish an insurance claim?"
        },
        {
          "text": "How to enter a fuel heater coverage claim?"
        },
        {
          "text": "In a hail storm our solar panels got messed up"
        },
        {
          "text": "I want to start a claim on my gas heater"
        },
        {
          "text": "My fridge is broken after the electrical storm"
        },
        {
          "text": "My solar panels got destroyed up in a hail storm and they are insured"
        },
        {
          "text": "My solar panels were destroyed due to severe weather."
        },
        {
          "text": "The hail storm destroyed our solar panels. they are insured"
        },
        {
          "text": "We need to make a claim on our gas heater insurance"
        },
        {
          "text": "We want to submit smoke heater insurance claim"
        },
        {
          "text": "We want to submit the claim for the gas heater insurance"
        },
        {
          "text": "What is the insurance claim process?"
        },
        {
          "text": "Where can I submit gas heater coverage complaints?"
        }
      ],
      "description": "File a claim for a loss."
    },
    {
      "intent": "Utilities_Find_A_Generator",
      "examples": [
        {
          "text": "Find a power generator close to my location"
        },
        {
          "text": "Finding a secondary power supply"
        },
        {
          "text": "How can I find the nearest generator?"
        },
        {
          "text": "How can I locate a generator?"
        },
        {
          "text": "How do I get a generator in case of power loss?"
        },
        {
          "text": "I have to get a generator."
        },
        {
          "text": "I need a generator in my neighborhood"
        },
        {
          "text": "I need backup power"
        },
        {
          "text": "I need supplemental power."
        },
        {
          "text": "I want to buy a generator"
        },
        {
          "text": "What's the closest emergency power source?"
        },
        {
          "text": "What's the closest power station to me?"
        },
        {
          "text": "What stores in my area sell generators?"
        },
        {
          "text": "Where are the generators near me?"
        },
        {
          "text": "Where are the generators to be found?"
        },
        {
          "text": "Where can I buy a generator?"
        },
        {
          "text": "Where can I find a back up power supply?"
        },
        {
          "text": "Where is a power generation system?"
        },
        {
          "text": "Where there is a generator that is not far away?"
        },
        {
          "text": "Who supplies generators?"
        }
      ],
      "description": "Locate a generator."
    },
    {
      "intent": "Utilities_Outage_Status",
      "examples": [
        {
          "text": "Are you able to repair my blackout asap?"
        },
        {
          "text": "Can you tell me when the service is going to return?"
        },
        {
          "text": "Do you have a timeframe for service resume?"
        },
        {
          "text": "Has the company estimated how long this will take?"
        },
        {
          "text": "I need you to tell me how long it takes to fix the blackout?"
        },
        {
          "text": "Is the power out in my area?"
        },
        {
          "text": "Is the power out locally?"
        },
        {
          "text": "Is there an electric failure?"
        },
        {
          "text": "Is there an status update on the outage in fountain valley?"
        },
        {
          "text": "Is there a power outage in my city?"
        },
        {
          "text": "It's thundering out, will I lose power?"
        },
        {
          "text": "Power has just returned at my house"
        },
        {
          "text": "What areas are affected by the black out?"
        },
        {
          "text": "What happened to the electricity?"
        },
        {
          "text": "What is time frame for lights back on?"
        },
        {
          "text": "When will the fuel system be back on?"
        },
        {
          "text": "When will this outage be over?"
        },
        {
          "text": "Where can I search areas for outages?"
        },
        {
          "text": "Where is the service interrupted?"
        },
        {
          "text": "Which locations don't have any power?"
        }
      ],
      "description": "Request current information on a disruption of service."
    },
    {
      "intent": "Utilities_Report_Outage",
      "examples": [
        {
          "text": "Accidentally left the range on and I am away from the dwelling for the day"
        },
        {
          "text": "A light on my road does not appear to be working"
        },
        {
          "text": "Can a service person check on a fallen power line?"
        },
        {
          "text": "Can I got you help for a street light?"
        },
        {
          "text": "Everything indicates that the gas is escaping"
        },
        {
          "text": "How do I report a dangling cable?"
        },
        {
          "text": "I am smelling gas throughout my house I need assistance"
        },
        {
          "text": "I believe one of the electricity cables has been taken out."
        },
        {
          "text": "I don't have power in my neighborhood"
        },
        {
          "text": "I need anybody to help me to fix the hole impregnate gas in my house"
        },
        {
          "text": "I need help. I guess there is gas over the apartment. can someone come over to take care of it?"
        },
        {
          "text": "I think our street lamp's bulb needs to be changed"
        },
        {
          "text": "My electricity cable has become unusable is broken"
        },
        {
          "text": "My street's cable line is down. when will it be repaired?"
        },
        {
          "text": "My tv just turned off and there's no power"
        },
        {
          "text": "One of the lamp posts blew out"
        },
        {
          "text": "One of the lights on our street isn't working properly"
        },
        {
          "text": "Please schedule a crew to fix the utility pole"
        },
        {
          "text": "The electricity might be out around me"
        },
        {
          "text": "What on earth is happening with the electical supply, nothing is functioning?"
        }
      ],
      "description": "Report a disruption of a utility service."
    },
    {
      "intent": "Utilities_Report_Usage",
      "examples": [
        {
          "text": "Can I report my kwh data online?"
        },
        {
          "text": "Can I report the number on my meter for this month?"
        },
        {
          "text": "Can I report what my meter says?"
        },
        {
          "text": "Can I submit my meter data?"
        },
        {
          "text": "Can I submit my meter numbers to you?"
        },
        {
          "text": "Enter in meter data"
        },
        {
          "text": "Enter in my meter reads"
        },
        {
          "text": "How do I file information on electricity usage?"
        },
        {
          "text": "I can tell you my electric meter reading"
        },
        {
          "text": "I would like to report my usage"
        },
        {
          "text": "Record meter readings"
        },
        {
          "text": "Record my electrical usage"
        },
        {
          "text": "Report data on usage"
        },
        {
          "text": "Report reading from my meter"
        },
        {
          "text": "Report the electricity meter reading"
        },
        {
          "text": "Report usage numbers"
        },
        {
          "text": "Report usage registered on power meter"
        },
        {
          "text": "Submit electrical meter reading"
        },
        {
          "text": "Submit electric usage"
        },
        {
          "text": "Submit energy consumption"
        }
      ],
      "description": "Report usage registered on a meter."
    },
    {
      "intent": "Utilities_Start_Service",
      "examples": [
        {
          "text": "Add the electricity to home"
        },
        {
          "text": "Explain how to connect the electric service"
        },
        {
          "text": "How can I start electricity?"
        },
        {
          "text": "How can I turn on the gas?"
        },
        {
          "text": "How do I arrange for my service to begin?"
        },
        {
          "text": "How do I turn the lights on in my new home?"
        },
        {
          "text": "How I get power for the first time?"
        },
        {
          "text": "How to get my power supply connected?"
        },
        {
          "text": "How to I get my electricity supply hooked up?"
        },
        {
          "text": "How to reactivate my gas service?"
        },
        {
          "text": "I'd like to get electricity in my house"
        },
        {
          "text": "I need information on requesting service."
        },
        {
          "text": "I want a reconnection of my gas service"
        },
        {
          "text": "I wish to start an electrical supply what are the steps to achieving this?"
        },
        {
          "text": "Start utilities."
        },
        {
          "text": "The house is backed up please check if the gas is working and begin the supply of gas to the house"
        },
        {
          "text": "We completed the required building inspection so please connect the gas."
        },
        {
          "text": "What is the process for starting this service?"
        },
        {
          "text": "Who do I need to contact in order to get a gas supply to my location?"
        },
        {
          "text": "Would you please fix electricity connection?"
        }
      ],
      "description": "Start a service."
    },
    {
      "intent": "Utilities_Stop_Service",
      "examples": [
        {
          "text": "Can you disconnect me from the service?"
        },
        {
          "text": "Can you suspend my electric supply for a while as I am going on an extended vacation?"
        },
        {
          "text": "Could you please turn off my lights?"
        },
        {
          "text": "Disconnect form the electric power"
        },
        {
          "text": "Discontinue gas."
        },
        {
          "text": "How do I shut off the gas and electricity?"
        },
        {
          "text": "I am finished with the solar panel service."
        },
        {
          "text": "I'd like to cancel the service for my gas."
        },
        {
          "text": "I don't need a power supply any longer."
        },
        {
          "text": "I'm at the end of my tether with your company."
        },
        {
          "text": "I'm done with this service"
        },
        {
          "text": "I'm leaving this solar panel provider for another one."
        },
        {
          "text": "I'm not interested in your service"
        },
        {
          "text": "I would like to discontinue the services."
        },
        {
          "text": "Remove us from the power grid"
        },
        {
          "text": "Take down the utility"
        },
        {
          "text": "Turn off my electricity supply."
        },
        {
          "text": "Turn off my service."
        },
        {
          "text": "We no longer wish to be connected to the grid"
        },
        {
          "text": "We will not be for a few months. can you cut off energy during the holidays?"
        }
      ],
      "description": "Stop a service."
    },
    {
      "intent": "Utilities_Storm_Status",
      "examples": [
        {
          "text": "Current storm info"
        },
        {
          "text": "Does the storm affect us?"
        },
        {
          "text": "Does the weather affect me?"
        },
        {
          "text": "Do you know the expected duration of the flood?"
        },
        {
          "text": "How long does the flood last?"
        },
        {
          "text": "How's the weather going to be?"
        },
        {
          "text": "It's possible be flooding there?"
        },
        {
          "text": "I would like to know if the tornado is coming through my neighborhood."
        },
        {
          "text": "Thunder near us"
        },
        {
          "text": "To what extent is going to take before this end?"
        },
        {
          "text": "What is the forecast in my area like?"
        },
        {
          "text": "What is the projected path of the tornado?"
        },
        {
          "text": "When is the hurricane after effects going to recede?"
        },
        {
          "text": "When will the tides change?"
        },
        {
          "text": "Where will the tornado contact be?"
        },
        {
          "text": "Where will tornado hit?"
        },
        {
          "text": "Will the area be flooded for long?"
        },
        {
          "text": "Will the disaster affect this parish?"
        },
        {
          "text": "Will the storm travel through my city?"
        },
        {
          "text": "Will the weather hit here?"
        }
      ],
      "description": "Request current storm information."
    },
    {
      "intent": "Utilities_View_Usage",
      "examples": [
        {
          "text": "Can you show me power consumption?"
        },
        {
          "text": "Can you tell the quantity of energy use?"
        },
        {
          "text": "Did my usage go up"
        },
        {
          "text": "Did my usage increase"
        },
        {
          "text": "How do I determine my electricity consumption?"
        },
        {
          "text": "How do I get energy use reports?"
        },
        {
          "text": "How much electricity did I utilize in the past week or so?"
        },
        {
          "text": "How much electricity have I been consuming of late?"
        },
        {
          "text": "How much electricity I am using?"
        },
        {
          "text": "How much energy have I used in the past couple weeks?"
        },
        {
          "text": "I'd like to view my home's power use"
        },
        {
          "text": "Information on utility usage for a specific time"
        },
        {
          "text": "Is there a statement for used power?"
        },
        {
          "text": "May I see the electric meter readings"
        },
        {
          "text": "What are my energy stats?"
        },
        {
          "text": "What is my meter usage?"
        },
        {
          "text": "What is my spent electricity amount for previous month?"
        },
        {
          "text": "What was my electric usage this past month?"
        },
        {
          "text": "Where can I see my utilities usage?"
        },
        {
          "text": "Where do I find the relevant info concerning my power consumption?"
        }
      ],
      "description": "Request details on energy use."
    },
    {
      "intent": "wanttotalk",
      "examples": [
        {
          "text": "Can we chat?"
        },
        {
          "text": "Can we have a conversation?"
        },
        {
          "text": "Can you listen to me?"
        },
        {
          "text": "I'm feeling terrible"
        },
        {
          "text": "I want to talk"
        }
      ],
      "description": ""
    },
    {
      "intent": "yeshelp",
      "examples": [
        {
          "text": "Please do help me"
        },
        {
          "text": "Yes you can"
        }
      ],
      "description": ""
    }
  ],
  "entities": [],
  "metadata": {
    "api_version": {
      "major_version": "v2",
      "minor_version": "2018-11-08"
    },
    "from-sample": true
  },
  "dialog_nodes": [
    {
      "type": "standard",
      "title": "Dont like ",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "How about something else?"
              }
            ],
            "response_type": "text",
            "selection_policy": "random"
          }
        ]
      },
      "parent": "node_1_1603782231874",
      "next_step": {
        "behavior": "jump_to",
        "selector": "user_input",
        "dialog_node": "node_1_1603782231874"
      },
      "conditions": "#nohelp || #General_Negative_Feedback || #Bot_Control_Reject_Response",
      "dialog_node": "node_10_1603782551594"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Coronavirus disease (COVID-19) is an infectious disease caused by a newly discovered coronavirus. Most people infected with the COVID-19 virus will experience mild to moderate respiratory illness and recover without requiring special treatment."
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "conditions": "#COVID_Description",
      "dialog_node": "node_10_1606549602674",
      "previous_sibling": "node_2_1606548567221"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Masks offer some protection to you and are also meant to protect those around you, in case you are unknowingly infected with the virus that causes COVID-19"
              },
              {
                "text": "COVID-19 spreads mainly from person to person through respiratory droplets. Respiratory droplets travel into the air when you cough, sneeze, talk, shout, or sing. These droplets can then land in the mouths or noses of people who are near you or they may breathe these droplets in."
              },
              {
                "text": "You should wear a mask, even if you do not feel sick. This is because several studies have found that people with COVID-19 who never develop symptoms (asymptomatic) and those who are not yet showing symptoms (pre-symptomatic) can still spread the virus to other people. The main function of wearing a mask is to protect those around you, in case you are infected but not showing symptoms."
              }
            ],
            "response_type": "text",
            "selection_policy": "multiline"
          }
        ]
      },
      "conditions": "#COVID_Masks_Protection",
      "dialog_node": "node_10_1606550160625",
      "previous_sibling": "node_7_1606544488158"
    },
    {
      "type": "standard",
      "title": "Email not sent",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Uh oh... something happened... Try again later..."
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_3_1606553112739",
      "conditions": "true",
      "dialog_node": "node_10_1606553859669",
      "previous_sibling": "node_9_1606553793832"
    },
    {
      "type": "standard",
      "title": "Bank?",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Which bank are you asking about?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_10_1606591750616",
      "conditions": "true",
      "dialog_node": "node_10_1606591320406"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "$bank doesnt charge a fee to open a card!"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_10_1606591320406",
      "conditions": "$bank != null",
      "dialog_node": "node_10_1606591578950",
      "previous_sibling": "node_5_1606591539650"
    },
    {
      "type": "folder",
      "conditions": "#Banking_Fee_Inquiry",
      "digress_in": "does_not_return",
      "dialog_node": "node_10_1606591750616",
      "previous_sibling": "node_2_1606592822417"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Oh no! "
              },
              {
                "text": "Have you had a household or close contact with someone who is confirmed to be positive for COVID in the past 14 days? "
              }
            ],
            "response_type": "text",
            "selection_policy": "multiline"
          },
          {
            "title": "",
            "options": [
              {
                "label": "Yes",
                "value": {
                  "input": {
                    "text": "Yes"
                  }
                }
              },
              {
                "label": "No",
                "value": {
                  "input": {
                    "text": "No"
                  }
                }
              }
            ],
            "response_type": "option"
          }
        ]
      },
      "parent": "node_8_1606592837702",
      "conditions": "#Bot_Control_Approve_Response || #response_yes",
      "dialog_node": "node_10_1606593126354"
    },
    {
      "type": "standard",
      "title": "Set reminder",
      "output": {
        "generic": [
          {
            "values": [],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_9_1606593848812",
      "context": {
        "private": {
          "cf_creds": {
            "api_key": "f90df29d-9bb3-4f17-b269-55bfdddbbf58:tOYT5ncoBZI7N6hT3CMXXNVfHbP3IJ7JuuF7M7Ya5qKrLZq0vquMbpfqRY96RaCC"
          }
        },
        "reminder": "Monitor your symptoms, contact your doctor and schedule a covid test with a nearby location",
        "destination_email": "tramlnguyen325\\@gmail.com"
      },
      "next_step": {
        "behavior": "jump_to",
        "selector": "body",
        "dialog_node": "node_11_1606593848814"
      },
      "conditions": "true",
      "dialog_node": "node_10_1606593848814"
    },
    {
      "type": "standard",
      "title": "Confirm reminder",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "You'd like me to remind you $reminder. Is that right?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          },
          {
            "title": "",
            "options": [
              {
                "label": "No, I want to change it",
                "value": {
                  "input": {
                    "text": "change"
                  }
                }
              },
              {
                "label": "No, forget it",
                "value": {
                  "input": {
                    "text": "no"
                  }
                }
              },
              {
                "label": "Yes, that's right",
                "value": {
                  "input": {
                    "text": "yes"
                  }
                }
              }
            ],
            "response_type": "option"
          }
        ]
      },
      "parent": "node_9_1606593848812",
      "conditions": "$reminder != null",
      "dialog_node": "node_11_1606593848814",
      "previous_sibling": "node_10_1606593848814"
    },
    {
      "type": "standard",
      "title": "Suggest Things To Do",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "How about going to the gym?"
              },
              {
                "text": "Want to go for a walk?"
              },
              {
                "text": "How about a movie?"
              },
              {
                "text": "I know of a good show on  <a  target=\"_blank\" href=\"https://www.netflix.com/browse/genre/839338\"> Netflix </a>!"
              },
              {
                "text": "Your favorite YouTube channel just uploaded a new I know of a good show on  <a  target=\"_blank\" href=\"https://www.youtube.com/feed/subscriptions\"> video </a>!!"
              },
              {
                "text": "I got some ideas. How about some Among Us?"
              }
            ],
            "response_type": "text",
            "selection_policy": "random"
          }
        ]
      },
      "conditions": "#suggesthingstodo",
      "dialog_node": "node_1_1603782069599",
      "previous_sibling": "node_7_1606538420726"
    },
    {
      "type": "standard",
      "title": "Suggest places to eat",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "How about Shema sushi?"
              },
              {
                "text": "Rocco's has a new special today."
              },
              {
                "text": "Bunga Burger has killer burgers."
              },
              {
                "text": "Want something simple instead? UberEats has a promotion today!"
              }
            ],
            "response_type": "text",
            "selection_policy": "random"
          }
        ]
      },
      "conditions": "#suggestplacestoeat",
      "dialog_node": "node_1_1603782231874",
      "previous_sibling": "node_1_1603782069599"
    },
    {
      "type": "standard",
      "title": "Dont like",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "How about something else?"
              }
            ],
            "response_type": "text",
            "selection_policy": "random"
          }
        ]
      },
      "parent": "node_1_1603782069599",
      "next_step": {
        "behavior": "jump_to",
        "selector": "body",
        "dialog_node": "node_1_1603782069599"
      },
      "conditions": "#nohelp || #General_Negative_Feedback || #Bot_Control_Reject_Response",
      "dialog_node": "node_1_1603782707919"
    },
    {
      "type": "standard",
      "title": "Mood response - copy1",
      "output": {
        "text": {
          "values": [
            "I'm sorry to hear you had a bad day. Want to talk about it?",
            "I'm so sorry. Do you want to tell me about it?",
            ""
          ],
          "selection_policy": "sequential"
        }
      },
      "parent": "node_7_1606538420726",
      "conditions": "#General_Negative_Feedback",
      "dialog_node": "node_1_1606538481142"
    },
    {
      "type": "standard",
      "title": "copy1",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Awesome! Glad I could help"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_1_1603782231874",
      "conditions": "#General_Positive_Feedback || #Bot_Control_Approve_Response",
      "dialog_node": "node_1_1606538859379",
      "previous_sibling": "node_10_1603782551594"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "COVID-19 and the flu are caused by different viruses. COVID-19 is caused by a new coronavirus called SARS-CoV-2, while influenza is caused by influenza A and B viruses. Symptoms of COVID-19 and the flu appear at different times and have some differences. "
              },
              {
                "text": "Find out more on the <a  target=\"_blank\" href=\"https://www.cdc.gov/flu/symptoms/flu-vs-covid19.htm \"> CDC's website </a>\nor <a  target=\"_blank\" href=\"https://www.mayoclinic.org/diseases-conditions/coronavirus/in-depth/coronavirus-vs-flu/art-20490339\"> Mayo Clinic's website </a> for further detail "
              }
            ],
            "response_type": "text",
            "selection_policy": "multiline"
          }
        ]
      },
      "conditions": "#COVID_Comparing_Illness",
      "dialog_node": "node_1_1606548717893",
      "previous_sibling": "node_7_1606549802973"
    },
    {
      "type": "standard",
      "title": "Yes, send email",
      "output": {
        "generic": []
      },
      "parent": "node_11_1606593848814",
      "actions": [
        {
          "name": "nnguy22@u.rochester.edu_dev/send-email-reminder",
          "type": "server",
          "parameters": {
            "email": "$destination_email",
            "reminder": "$reminder",
            "conversation_id": "$conversation_id"
          },
          "credentials": "$private.cf_creds",
          "result_variable": "context.cf_response"
        }
      ],
      "next_step": {
        "behavior": "skip_user_input"
      },
      "conditions": "#response_yes || #Bot_Control_Approve_Response",
      "dialog_node": "node_12_1606593848814"
    },
    {
      "type": "standard",
      "title": "Email sent",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Cool! I just sent you an e-mail reminder ;-)"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_12_1606593848814",
      "conditions": "$cf_response && $cf_response.code == 200",
      "dialog_node": "node_13_1606593848814"
    },
    {
      "type": "standard",
      "title": "Email not sent",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Uh oh... something happened... Try again later..."
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_12_1606593848814",
      "conditions": "true",
      "dialog_node": "node_14_1606593848814",
      "previous_sibling": "node_13_1606593848814"
    },
    {
      "type": "standard",
      "title": "No, change it",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "OK, we can change it... What would you want me to remind you?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_11_1606593848814",
      "next_step": {
        "behavior": "jump_to",
        "selector": "user_input",
        "dialog_node": "node_10_1606593848814"
      },
      "conditions": "#response_change",
      "dialog_node": "node_15_1606593848814",
      "previous_sibling": "node_12_1606593848814"
    },
    {
      "type": "standard",
      "title": "No, cancel",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "OK, I'll be here in case you'd like me to do anything else..."
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_11_1606593848814",
      "conditions": "true",
      "dialog_node": "node_16_1606593848814",
      "previous_sibling": "node_15_1606593848814"
    },
    {
      "type": "folder",
      "parent": "node_3_1606593576837",
      "conditions": "#Bot_Control_Approve_Response || #response_yes",
      "dialog_node": "node_17_1606593944967"
    },
    {
      "type": "standard",
      "title": "Set reminder",
      "output": {
        "generic": [
          {
            "values": [],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_17_1606593944967",
      "context": {
        "private": {
          "cf_creds": {
            "api_key": "f90df29d-9bb3-4f17-b269-55bfdddbbf58:tOYT5ncoBZI7N6hT3CMXXNVfHbP3IJ7JuuF7M7Ya5qKrLZq0vquMbpfqRY96RaCC"
          }
        },
        "reminder": "Get tested at a nearby testing location",
        "destination_email": "tramlnguyen325\\@gmail.com"
      },
      "next_step": {
        "behavior": "jump_to",
        "selector": "body",
        "dialog_node": "node_19_1606593944968"
      },
      "conditions": "true",
      "dialog_node": "node_18_1606593944968"
    },
    {
      "type": "standard",
      "title": "Confirm reminder",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "You'd like me to remind you $reminder. Is that right?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          },
          {
            "title": "",
            "options": [
              {
                "label": "No, I want to change it",
                "value": {
                  "input": {
                    "text": "change"
                  }
                }
              },
              {
                "label": "No, forget it",
                "value": {
                  "input": {
                    "text": "no"
                  }
                }
              },
              {
                "label": "Yes, that's right",
                "value": {
                  "input": {
                    "text": "yes"
                  }
                }
              }
            ],
            "response_type": "option"
          }
        ]
      },
      "parent": "node_17_1606593944967",
      "conditions": "$reminder != null",
      "dialog_node": "node_19_1606593944968",
      "previous_sibling": "node_18_1606593944968"
    },
    {
      "type": "standard",
      "title": "Yes, send email",
      "output": {
        "generic": []
      },
      "parent": "node_19_1606593944968",
      "actions": [
        {
          "name": "nnguy22@u.rochester.edu_dev/send-email-reminder",
          "type": "server",
          "parameters": {
            "email": "$destination_email",
            "reminder": "$reminder",
            "conversation_id": "$conversation_id"
          },
          "credentials": "$private.cf_creds",
          "result_variable": "context.cf_response"
        }
      ],
      "next_step": {
        "behavior": "skip_user_input"
      },
      "conditions": "#response_yes || #Bot_Control_Approve_Response",
      "dialog_node": "node_20_1606593944968"
    },
    {
      "type": "standard",
      "title": "Email sent",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Cool! I just sent you an e-mail reminder ;-)"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_20_1606593944968",
      "conditions": "$cf_response && $cf_response.code == 200",
      "dialog_node": "node_21_1606593944968"
    },
    {
      "type": "standard",
      "title": "No to talking",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "It's ok. Can I help you feel better?"
              }
            ],
            "response_type": "text",
            "selection_policy": "random"
          }
        ]
      },
      "parent": "node_1_1606538481142",
      "conditions": "#notalk || #General_Negative_Feedback",
      "dialog_node": "node_2_1606538481144"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "What do you call a fly without wings? A walk!"
              },
              {
                "text": "What do sprinters eat before a race? Nothing. They fast."
              },
              {
                "text": "Which knight invented King Arthurs Round Table? Sir Cumference."
              },
              {
                "text": "What does a baby computer call its father? Data."
              },
              {
                "text": "Whats the difference between a piano and a fish? You can tune a piano, but you cant tuna fish."
              },
              {
                "text": "Whats the action like at a circus? In-tents."
              }
            ],
            "response_type": "text",
            "selection_policy": "random"
          }
        ]
      },
      "conditions": "#General_Jokes",
      "dialog_node": "node_2_1606538877146",
      "previous_sibling": "node_2_1606548315235"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "According to the CDC, today there are +142,739 new cases and +1,397 new deaths"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "conditions": "#COVID_Case_Count",
      "dialog_node": "node_2_1606548315235",
      "previous_sibling": "node_6_1606544591213"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "First, clean the surface or object with soap and water. Then, disinfect using an EPA-approved disinfectant. If an EPA-approved disinfectant is unavailable, you can use 1/3 cup of bleach added to 1 gallon of water, or 70% alcohol solutions to disinfect. For more information, please visit the <a  target=\"_blank\" href=\"https://www.cdc.gov/coronavirus/2019-ncov/community/clean-disinfect/index.html\"> CDC's website </a>for further detail"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "conditions": "#COVID_Cleaning_Disinfecting",
      "dialog_node": "node_2_1606548567221",
      "previous_sibling": "node_8_1606552793959"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Persons with mild to moderate COVID-19 remain infectious no longer than 10 days after symptom onset. Persons with more severe to critical illness or severe immunocompromise likely remain infectious no longer than 20 days after symptom onset."
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "conditions": "#COVID_Illness_Length",
      "dialog_node": "node_2_1606549769282",
      "previous_sibling": "node_3_1606592620633"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Click<a  target=\"_blank\" href=\"https://www.google.com/maps/search/nearest+covid+testing+location+to+me/\"> here </a> for local testing centers."
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "conditions": "#COVID_Testing_Locations",
      "dialog_node": "node_2_1606550274460",
      "previous_sibling": "node_10_1606550160625"
    },
    {
      "type": "standard",
      "title": "Confirm reminder",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "You'd like me to remind you $reminder. Is that right?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          },
          {
            "title": "",
            "options": [
              {
                "label": "No, I want to change it",
                "value": {
                  "input": {
                    "text": "change"
                  }
                }
              },
              {
                "label": "No, forget it",
                "value": {
                  "input": {
                    "text": "no"
                  }
                }
              },
              {
                "label": "Yes, that's right",
                "value": {
                  "input": {
                    "text": "yes"
                  }
                }
              }
            ],
            "response_type": "option"
          }
        ]
      },
      "parent": "node_8_1606552793959",
      "conditions": "$reminder != null",
      "dialog_node": "node_2_1606552920451",
      "previous_sibling": "node_9_1606552864976"
    },
    {
      "type": "standard",
      "title": "No, change it",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "OK, we can change it... What would you want me to remind you?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_2_1606552920451",
      "next_step": {
        "behavior": "jump_to",
        "selector": "user_input",
        "dialog_node": "node_9_1606552864976"
      },
      "conditions": "#response_change",
      "dialog_node": "node_2_1606553187849",
      "previous_sibling": "node_3_1606553112739"
    },
    {
      "type": "standard",
      "title": "No, cancel",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "OK, I'll be here in case you'd like me to do anything else..."
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_2_1606552920451",
      "conditions": "true",
      "dialog_node": "node_2_1606553195095",
      "previous_sibling": "node_2_1606553187849"
    },
    {
      "type": "folder",
      "conditions": "#COVID_Symptoms",
      "digress_in": "does_not_return",
      "dialog_node": "node_2_1606592822417"
    },
    {
      "type": "standard",
      "title": "Email not sent",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Uh oh... something happened... Try again later..."
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_20_1606593944968",
      "conditions": "true",
      "dialog_node": "node_22_1606593944968",
      "previous_sibling": "node_21_1606593944968"
    },
    {
      "type": "standard",
      "title": "No, change it",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "OK, we can change it... What would you want me to remind you?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_19_1606593944968",
      "next_step": {
        "behavior": "jump_to",
        "selector": "user_input",
        "dialog_node": "node_18_1606593944968"
      },
      "conditions": "#response_change",
      "dialog_node": "node_23_1606593944968",
      "previous_sibling": "node_20_1606593944968"
    },
    {
      "type": "standard",
      "title": "No, cancel",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "OK, I'll be here in case you'd like me to do anything else..."
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_19_1606593944968",
      "conditions": "true",
      "dialog_node": "node_24_1606593944968",
      "previous_sibling": "node_23_1606593944968"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Great!"
              },
              {
                "text": "Have you had a household or close contact with someone who is confirmed to be positive for COVID in the past 14 days? "
              }
            ],
            "response_type": "text",
            "selection_policy": "multiline"
          },
          {
            "title": "",
            "options": [
              {
                "label": "Yes",
                "value": {
                  "input": {
                    "text": "Yes"
                  }
                }
              },
              {
                "label": "No",
                "value": {
                  "input": {
                    "text": "No"
                  }
                }
              }
            ],
            "response_type": "option"
          }
        ]
      },
      "parent": "node_8_1606592837702",
      "conditions": "#Bot_Control_Reject_Response || #response_no",
      "dialog_node": "node_25_1606594098832",
      "previous_sibling": "node_10_1606593126354"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "That's good!"
              },
              {
                "text": "In the past 14 days, have you traveled internationally or returned to New York State from a restricted state/area within the US?"
              }
            ],
            "response_type": "text",
            "selection_policy": "multiline"
          },
          {
            "title": "",
            "options": [
              {
                "label": "Yes",
                "value": {
                  "input": {
                    "text": "Yes"
                  }
                }
              },
              {
                "label": "No",
                "value": {
                  "input": {
                    "text": "No"
                  }
                }
              }
            ],
            "response_type": "option"
          }
        ]
      },
      "parent": "node_25_1606594098832",
      "conditions": "#response_no || #Bot_Control_Reject_Response",
      "dialog_node": "node_26_1606594098834"
    },
    {
      "type": "standard",
      "title": "No to help",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Sorry to hear I can do anything for you. Hope you have a better day tomorrow!"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_2_1606538481144",
      "conditions": "#nohelp",
      "dialog_node": "node_3_1606538481144"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Awesome! Glad I could help"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_1_1603782069599",
      "conditions": "#General_Positive_Feedback || #Bot_Control_Approve_Response",
      "dialog_node": "node_3_1606538801807",
      "previous_sibling": "node_1_1603782707919"
    },
    {
      "type": "standard",
      "title": "Yes, send email",
      "output": {
        "generic": []
      },
      "parent": "node_2_1606552920451",
      "actions": [
        {
          "name": "nnguy22@u.rochester.edu_dev/send-email-reminder",
          "type": "server",
          "parameters": {
            "email": "$destination_email",
            "reminder": "$reminder",
            "conversation_id": "$conversation_id"
          },
          "credentials": "$private.cf_creds",
          "result_variable": "context.cf_response"
        }
      ],
      "next_step": {
        "behavior": "skip_user_input"
      },
      "conditions": "#response_yes || #Bot_Control_Approve_Response",
      "dialog_node": "node_3_1606553112739"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Your routing number is 32487678623732"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "conditions": "#Banking_View_Routing_Number",
      "digress_in": "does_not_return",
      "dialog_node": "node_3_1606592620633",
      "previous_sibling": "node_7_1606549696450"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "You definitely should get tested. Please stay at home, and schedule a test with a nearby testing location which can be found <a  target=\"_blank\" href=\"https://www.google.com/maps/search/nearest+covid+testing+location+to+me/\"> here </a>"
              },
              {
                "text": "Would you like me to set a reminder?"
              }
            ],
            "response_type": "text",
            "selection_policy": "multiline"
          },
          {
            "title": "",
            "options": [
              {
                "label": "Yes",
                "value": {
                  "input": {
                    "text": "Yes"
                  }
                }
              },
              {
                "label": "No",
                "value": {
                  "input": {
                    "text": "No"
                  }
                }
              }
            ],
            "response_type": "option"
          }
        ]
      },
      "parent": "node_10_1606593126354",
      "conditions": "#Bot_Control_Approve_Response || #response_yes",
      "dialog_node": "node_3_1606593576837",
      "previous_sibling": "node_7_1606593409871"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Please stay at home and monitor your symptoms. If anything changes contact your PCP and/or schedule a test with a nearby testing location which can be found <a  target=\"_blank\" href=\"https://www.google.com/maps/search/nearest+covid+testing+location+to+me/\"> here </a>"
              },
              {
                "text": "Wold you like me to send you a reminder?"
              }
            ],
            "response_type": "text",
            "selection_policy": "multiline"
          }
        ]
      },
      "parent": "node_25_1606594098832",
      "conditions": "#Bot_Control_Approve_Response || #response_yes",
      "dialog_node": "node_37_1606594098834",
      "previous_sibling": "node_26_1606594098834"
    },
    {
      "type": "folder",
      "parent": "node_37_1606594098834",
      "conditions": "#Bot_Control_Approve_Response || #response_yes",
      "dialog_node": "node_38_1606594098834"
    },
    {
      "type": "standard",
      "title": "Set reminder",
      "output": {
        "generic": [
          {
            "values": [],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_38_1606594098834",
      "context": {
        "private": {
          "cf_creds": {
            "api_key": "f90df29d-9bb3-4f17-b269-55bfdddbbf58:tOYT5ncoBZI7N6hT3CMXXNVfHbP3IJ7JuuF7M7Ya5qKrLZq0vquMbpfqRY96RaCC"
          }
        },
        "reminder": "Monitor your symptoms and contact your PCP if there is any changes!",
        "destination_email": "tramlnguyen325\\@gmail.com"
      },
      "next_step": {
        "behavior": "jump_to",
        "selector": "body",
        "dialog_node": "node_40_1606594098834"
      },
      "conditions": "true",
      "dialog_node": "node_39_1606594098834"
    },
    {
      "type": "standard",
      "title": "Confirm reminder",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "You'd like me to remind you $reminder. Is that right?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          },
          {
            "title": "",
            "options": [
              {
                "label": "No, I want to change it",
                "value": {
                  "input": {
                    "text": "change"
                  }
                }
              },
              {
                "label": "No, forget it",
                "value": {
                  "input": {
                    "text": "no"
                  }
                }
              },
              {
                "label": "Yes, that's right",
                "value": {
                  "input": {
                    "text": "yes"
                  }
                }
              }
            ],
            "response_type": "option"
          }
        ]
      },
      "parent": "node_38_1606594098834",
      "conditions": "$reminder != null",
      "dialog_node": "node_40_1606594098834",
      "previous_sibling": "node_39_1606594098834"
    },
    {
      "type": "standard",
      "title": "Yes, send email",
      "output": {
        "generic": []
      },
      "parent": "node_40_1606594098834",
      "actions": [
        {
          "name": "nnguy22@u.rochester.edu_dev/send-email-reminder",
          "type": "server",
          "parameters": {
            "email": "$destination_email",
            "reminder": "$reminder",
            "conversation_id": "$conversation_id"
          },
          "credentials": "$private.cf_creds",
          "result_variable": "context.cf_response"
        }
      ],
      "next_step": {
        "behavior": "skip_user_input"
      },
      "conditions": "#response_yes || #Bot_Control_Approve_Response",
      "dialog_node": "node_41_1606594098834"
    },
    {
      "type": "standard",
      "title": "Yes to help",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Great! How can I help you?"
              },
              {
                "text": "Awesome! What can I do for you?"
              },
              {
                "text": "Glad to help! What can I help with?"
              }
            ],
            "response_type": "text",
            "selection_policy": "random"
          }
        ]
      },
      "parent": "node_2_1606538481144",
      "conditions": "#yeshelp",
      "dialog_node": "node_4_1606538481144",
      "previous_sibling": "node_3_1606538481144"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Yes"
              },
              {
                "text": "Of course!"
              },
              {
                "text": "I'd never leave you (unless you turn off wifi)"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "conditions": "#Bot_Control_Confirm_Presence",
      "dialog_node": "node_4_1606544543328",
      "previous_sibling": "node_2_1606550274460"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "No problem! Anything I can help you with?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_3_1606593576837",
      "conditions": "#Bot_Control_Reject_Response",
      "dialog_node": "node_4_1606594549614",
      "previous_sibling": "node_17_1606593944967"
    },
    {
      "type": "standard",
      "title": "Email sent",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Cool! I just sent you an e-mail reminder ;-)"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_41_1606594098834",
      "conditions": "$cf_response && $cf_response.code == 200",
      "dialog_node": "node_42_1606594098834"
    },
    {
      "type": "standard",
      "title": "Email not sent",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Uh oh... something happened... Try again later..."
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_41_1606594098834",
      "conditions": "true",
      "dialog_node": "node_43_1606594098834",
      "previous_sibling": "node_42_1606594098834"
    },
    {
      "type": "standard",
      "title": "No, change it",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "OK, we can change it... What would you want me to remind you?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_40_1606594098834",
      "next_step": {
        "behavior": "jump_to",
        "selector": "user_input",
        "dialog_node": "node_39_1606594098834"
      },
      "conditions": "#response_change",
      "dialog_node": "node_44_1606594098834",
      "previous_sibling": "node_41_1606594098834"
    },
    {
      "type": "standard",
      "title": "No, cancel",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "OK, I'll be here in case you'd like me to do anything else..."
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_40_1606594098834",
      "conditions": "true",
      "dialog_node": "node_45_1606594098834",
      "previous_sibling": "node_44_1606594098834"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "No problem! Anything I can help you with?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_37_1606594098834",
      "conditions": "#Bot_Control_Reject_Response",
      "dialog_node": "node_46_1606594961318",
      "previous_sibling": "node_38_1606594098834"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "I would monitor your symptoms for the next day or two. If it doesnt get better, consider contact your primary care physician or scheduling a test with a nearby testing location which can be found <a  target=\"_blank\" href=\"https://www.google.com/maps/search/nearest+covid+testing+location+to+me/\"> here </a>"
              },
              {
                "text": "Would you like me to send you a reminder?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          },
          {
            "title": "",
            "options": [
              {
                "label": "Yes",
                "value": {
                  "input": {
                    "text": "Yes"
                  }
                }
              },
              {
                "label": "No",
                "value": {
                  "input": {
                    "text": "No"
                  }
                }
              }
            ],
            "description": "Yes",
            "response_type": "option"
          }
        ]
      },
      "parent": "node_7_1606593409871",
      "conditions": "#response_yes || #Bot_Control_Approve_Response",
      "dialog_node": "node_47_1606595010852",
      "previous_sibling": "node_5_1606593633540"
    },
    {
      "type": "folder",
      "parent": "node_47_1606595010852",
      "conditions": "#Bot_Control_Approve_Response || #response_yes",
      "dialog_node": "node_48_1606595010855"
    },
    {
      "type": "standard",
      "title": "Set reminder",
      "output": {
        "generic": [
          {
            "values": [],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_48_1606595010855",
      "context": {
        "private": {
          "cf_creds": {
            "api_key": "f90df29d-9bb3-4f17-b269-55bfdddbbf58:tOYT5ncoBZI7N6hT3CMXXNVfHbP3IJ7JuuF7M7Ya5qKrLZq0vquMbpfqRY96RaCC"
          }
        },
        "reminder": "Monitor your symptoms, contact your doctor and schedule a covid test with a nearby location",
        "destination_email": "tramlnguyen325\\@gmail.com"
      },
      "next_step": {
        "behavior": "jump_to",
        "selector": "body",
        "dialog_node": "node_50_1606595010856"
      },
      "conditions": "true",
      "dialog_node": "node_49_1606595010856"
    },
    {
      "type": "standard",
      "title": "Confirm reminder",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "You'd like me to remind you $reminder. Is that right?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          },
          {
            "title": "",
            "options": [
              {
                "label": "No, I want to change it",
                "value": {
                  "input": {
                    "text": "change"
                  }
                }
              },
              {
                "label": "No, forget it",
                "value": {
                  "input": {
                    "text": "no"
                  }
                }
              },
              {
                "label": "Yes, that's right",
                "value": {
                  "input": {
                    "text": "yes"
                  }
                }
              }
            ],
            "response_type": "option"
          }
        ]
      },
      "parent": "node_48_1606595010855",
      "conditions": "$reminder != null",
      "dialog_node": "node_50_1606595010856",
      "previous_sibling": "node_49_1606595010856"
    },
    {
      "type": "standard",
      "title": "Yes, send email",
      "output": {
        "generic": []
      },
      "parent": "node_50_1606595010856",
      "actions": [
        {
          "name": "nnguy22@u.rochester.edu_dev/send-email-reminder",
          "type": "server",
          "parameters": {
            "email": "$destination_email",
            "reminder": "$reminder",
            "conversation_id": "$conversation_id"
          },
          "credentials": "$private.cf_creds",
          "result_variable": "context.cf_response"
        }
      ],
      "next_step": {
        "behavior": "skip_user_input"
      },
      "conditions": "#response_yes || #Bot_Control_Approve_Response",
      "dialog_node": "node_51_1606595010856"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Can I try again to make you laugh?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_2_1606538877146",
      "next_step": {
        "behavior": "jump_to",
        "selector": "user_input",
        "dialog_node": "node_2_1606538877146"
      },
      "conditions": "#General_Negative_Feedback",
      "dialog_node": "node_5_1606539064224"
    },
    {
      "type": "standard",
      "title": "Set bank name",
      "output": {
        "generic": []
      },
      "parent": "node_10_1606591320406",
      "context": {
        "bank": "<? input.text ?>"
      },
      "next_step": {
        "behavior": "jump_to",
        "selector": "body",
        "dialog_node": "node_10_1606591578950"
      },
      "conditions": "true",
      "dialog_node": "node_5_1606591539650"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "I would monitor your symptoms for the next day or two. If it doesnt get better, consider contact your primary care physician or scheduling a test with a nearby testing location which can be found <a  target=\"_blank\" href=\"https://www.google.com/maps/search/nearest+covid+testing+location+to+me/\"> here </a>"
              },
              {
                "text": "Would you like me to send you a reminder?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          },
          {
            "title": "",
            "options": [
              {
                "label": "Yes",
                "value": {
                  "input": {
                    "text": "Yes"
                  }
                }
              },
              {
                "label": "No",
                "value": {
                  "input": {
                    "text": "No"
                  }
                }
              }
            ],
            "description": "Yes",
            "response_type": "option"
          }
        ]
      },
      "parent": "node_7_1606593409871",
      "conditions": "#response_no || #Bot_Control_Reject_Response",
      "dialog_node": "node_5_1606593633540"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "No problem! Anything else I can help you with?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_5_1606593633540",
      "conditions": "#Bot_Control_Reject_Response || #response_no",
      "dialog_node": "node_5_1606593981602",
      "previous_sibling": "node_9_1606593848812"
    },
    {
      "type": "standard",
      "title": "Email sent",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Cool! I just sent you an e-mail reminder ;-)"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_51_1606595010856",
      "conditions": "$cf_response && $cf_response.code == 200",
      "dialog_node": "node_52_1606595010856"
    },
    {
      "type": "standard",
      "title": "Email not sent",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Uh oh... something happened... Try again later..."
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_51_1606595010856",
      "conditions": "true",
      "dialog_node": "node_53_1606595010856",
      "previous_sibling": "node_52_1606595010856"
    },
    {
      "type": "standard",
      "title": "No, change it",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "OK, we can change it... What would you want me to remind you?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_50_1606595010856",
      "next_step": {
        "behavior": "jump_to",
        "selector": "user_input",
        "dialog_node": "node_49_1606595010856"
      },
      "conditions": "#response_change",
      "dialog_node": "node_54_1606595010856",
      "previous_sibling": "node_51_1606595010856"
    },
    {
      "type": "standard",
      "title": "No, cancel",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "OK, I'll be here in case you'd like me to do anything else..."
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_50_1606595010856",
      "conditions": "true",
      "dialog_node": "node_55_1606595010856",
      "previous_sibling": "node_54_1606595010856"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "No problem! Anything else I can help you with?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_47_1606595010852",
      "conditions": "#Bot_Control_Reject_Response || #response_no",
      "dialog_node": "node_56_1606595010856",
      "previous_sibling": "node_48_1606595010855"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Awesome. How can I help you?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_1_1606538481142",
      "conditions": "#yeshelp || #General_Positive_Feedback",
      "dialog_node": "node_6_1606539195530",
      "previous_sibling": "node_2_1606538481144"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Ok I'll be here!"
              },
              {
                "text": "Take your time!"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "conditions": "#Bot_Control_Standby",
      "dialog_node": "node_6_1606544591213",
      "previous_sibling": "node_4_1606544543328"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Awesome! You're all set for today!"
              }
            ],
            "response_type": "text",
            "selection_policy": "multiline"
          }
        ]
      },
      "parent": "node_26_1606594098834",
      "conditions": "#Bot_Control_Reject_Response || #response_no",
      "dialog_node": "node_6_1606594262247"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Hi! How was your day today?"
              },
              {
                "text": "Howdy :) How was your day today?"
              }
            ],
            "response_type": "text",
            "selection_policy": "random"
          }
        ]
      },
      "conditions": "#General_Greetings",
      "dialog_node": "node_7_1606538420726",
      "previous_sibling": "node_2_1606538877146"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Glad I could at least make you laugh today!"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_2_1606538877146",
      "conditions": "#General_Positive_Feedback",
      "dialog_node": "node_7_1606539109593",
      "previous_sibling": "node_5_1606539064224"
    },
    {
      "type": "standard",
      "conditions": "#Bot_Control_Start_Over",
      "digress_in": "does_not_return",
      "dialog_node": "node_7_1606544488158",
      "previous_sibling": "node_1_1606548717893"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": " <a  target=\"_blank\" href=\"https://www.usa.gov/coronavirus\">Learn </a>how each government agency is working to combat the Coronavirus."
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "conditions": "#COVID_Govt_Emergency",
      "dialog_node": "node_7_1606549696450",
      "previous_sibling": "node_9_1606549653260"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Masks are currently widely available both online and at your local pharmacy.  Click<a  target=\"_blank\" href=\"https://www.google.com/maps/search/nearest+pharmacy/\"> here </a> for the closest pharmacy to you!"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "conditions": "#COVID_Masks_Availability",
      "dialog_node": "node_7_1606549802973",
      "previous_sibling": "node_7_1606591463915"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Your bank M&T Bank charges you a fee of 35 for a debit card, and 50 for a credit card"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "conditions": "#Banking_Replace_Card",
      "digress_in": "does_not_return",
      "dialog_node": "node_7_1606591463915",
      "previous_sibling": "node_2_1606549769282"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "That's good!"
              },
              {
                "text": "In the past 14 days, have you traveled internationally or returned to New York State from a restricted state/area within the US?"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          },
          {
            "title": "",
            "options": [
              {
                "label": "Yes",
                "value": {
                  "input": {
                    "text": "Yes"
                  }
                }
              },
              {
                "label": "No",
                "value": {
                  "input": {
                    "text": "No"
                  }
                }
              }
            ],
            "response_type": "option"
          }
        ]
      },
      "parent": "node_10_1606593126354",
      "conditions": "#response_no || #Bot_Control_Reject_Response",
      "dialog_node": "node_7_1606593409871"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Check your state website. There might be mandatory quarantine regulations regarding people entering the state!"
              }
            ],
            "response_type": "text",
            "selection_policy": "multiline"
          }
        ]
      },
      "parent": "node_26_1606594098834",
      "conditions": "#Bot_Control_Approve_Response || #response_yes",
      "dialog_node": "node_7_1606594286749",
      "previous_sibling": "node_6_1606594262247"
    },
    {
      "type": "folder",
      "title": "Send reminder",
      "conditions": "#add_reminder",
      "digress_in": "does_not_return",
      "dialog_node": "node_8_1606552793959",
      "previous_sibling": "node_10_1606591750616"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Let me do a symptom check!"
              },
              {
                "text": "In the past 24 hours, have you had any of the symptoms below that are new or unusual for you?\n\nTemperature of 100 F (37.8 C) or higher\nChills\nMuscle or body aches\nSevere Fatigue\nHeadache\nCongestion or runny nose (not due to allergies)\nSore Throat (not due to allergies)\nLoss of taste or smell\nLoss of appetite\nCough\nShortness of breath or difficulty breathing\nNausea, vomiting, or diarrhea "
              }
            ],
            "response_type": "text",
            "selection_policy": "multiline"
          },
          {
            "title": "",
            "options": [
              {
                "label": "Yes",
                "value": {
                  "input": {
                    "text": "Yes"
                  }
                }
              },
              {
                "label": "No",
                "value": {
                  "input": {
                    "text": "No"
                  }
                }
              }
            ],
            "response_type": "option"
          }
        ]
      },
      "parent": "node_2_1606592822417",
      "conditions": "true",
      "dialog_node": "node_8_1606592837702"
    },
    {
      "type": "standard",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Please check your local regulations on gatherings as well as the event organizing page to see that current status!"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "conditions": "#COVID_Event_Shutdowns",
      "dialog_node": "node_9_1606549653260",
      "previous_sibling": "node_10_1606549602674"
    },
    {
      "type": "standard",
      "title": "Set reminder",
      "parent": "node_8_1606552793959",
      "context": {
        "private": {
          "cf_creds": {
            "api_key": "f90df29d-9bb3-4f17-b269-55bfdddbbf58:tOYT5ncoBZI7N6hT3CMXXNVfHbP3IJ7JuuF7M7Ya5qKrLZq0vquMbpfqRY96RaCC"
          }
        },
        "reminder": "<? input.text.extract('to [a-zA-Z0-9\\s]+',0) ?>",
        "destination_email": "tramlnguyen325\\@gmail.com"
      },
      "next_step": {
        "behavior": "jump_to",
        "selector": "body",
        "dialog_node": "node_2_1606552920451"
      },
      "conditions": "true",
      "dialog_node": "node_9_1606552864976"
    },
    {
      "type": "standard",
      "title": "Email sent",
      "output": {
        "generic": [
          {
            "values": [
              {
                "text": "Cool! I just sent you an e-mail reminder ;-)"
              }
            ],
            "response_type": "text",
            "selection_policy": "sequential"
          }
        ]
      },
      "parent": "node_3_1606553112739",
      "conditions": "$cf_response && $cf_response.code == 200",
      "dialog_node": "node_9_1606553793832"
    },
    {
      "type": "folder",
      "parent": "node_5_1606593633540",
      "conditions": "#Bot_Control_Approve_Response || #response_yes",
      "dialog_node": "node_9_1606593848812"
    }
  ],
  "counterexamples": [
    {
      "text": "I'm bored"
    }
  ],
  "system_settings": {
    "off_topic": {
      "enabled": true
    },
    "disambiguation": {
      "prompt": "Did you mean:",
      "enabled": true,
      "randomize": true,
      "max_suggestions": 5,
      "suggestion_text_policy": "title",
      "none_of_the_above_prompt": "None of the above"
    },
    "system_entities": {
      "enabled": true
    },
    "human_agent_assist": {
      "prompt": "Did you mean:"
    },
    "spelling_auto_correct": true
  },
  "learning_opt_out": false,
  "name": "My first skill",
  "language": "en",
  "description": ""
}